var data = [
    {
        itme: {
            time: '3月13号',
            content: ' 有了欧阳诗萍的微信',
            imgUrl: []

         }
    },
    {
        itme: {
            time: '3月14号',
            content: ' 与初次与她聊天。' +
                     ' 她的生日是农历七月二十五。' +
                     ' 她听过告白气(周杰伦版)。' +
                     ' 她应该比较喜欢听周杰伦的歌',
            imgUrl: []

        }
    },
    {
        itme: {
            time: '3月15号',
            content: ' 开始聊的话题多了，聊的很愉快。',
            imgUrl: []

        }
    },
    {
        itme: {
            time: '3月19号',
            content: ' 得知她喜欢刷抖音。' +
                     ' 我找她给我推荐了一首歌叫 【离人】',
            imgUrl: []

        }
    },
    {
        itme: {
            time: '5月6号',
            content: ' 我们第一次见面，第一次去的地方是南华山、她喜欢吃榴莲、喜欢吃零食、喜欢看风景。' +
                     ' 我们有共同想去的地方:云南、西藏。这一天我们聊了很多很多，我对她的感觉非常好，很想和她在一起。' +
                     ' 也在这一天我得到了她的手机号，这一天是个非常开心的一天。她家店名叫 永鑫五金',
            imgUrl: []

        }
    },
    {
        itme: {
            time: '5月7号',
            content: ' 得知她与她妈妈将要在后天(5月9号)来的我家里做客，我是紧张的也是开心的，' +
                     ' 紧张的是我当前的家太过于简陋了，开心的是 与她又近了一步。' +
                     ' 她将在5月10号给她闺蜜过生日，她也邀请了我去，这让我很惊喜也很意外。' +
                     ' 我们在微信了开始聊的越来越多了，也开始开起了玩笑。这一天是个值得记录的一天!',
            imgUrl: []

        }
    },
    {
        itme: {
            time: '5月8号',
            content: ' 今天和她看了第一场电影[后来的我们]，地点是城北芒果电影院，我们还抓了一个娃娃。' +
                     ' 这几天我太匆忙了，都还没来得及跟她好好坐着聊聊天，谈谈心。' +
                     ' 不过今天我跟她之间似乎近了些，开始接触到对方内心感受了。',
            imgUrl: []

        }
    },
    {
        itme: {
            time: '5月9号',
            content: ' 在我一点多的时候，诗萍和她的妈妈来到了我的家里，这个时候我的菜，才做了一半，哈哈。' +
                     ' 她今天穿着黑色的夹克，化了淡妆，在淳朴美的基础上添加了积分靓丽美。' +
                     ' 在饭后我给她介绍看了一下我的房子，又来到了我的房间，打开了我的电脑，给她介绍了我的工作，' +
                     ' 她虽然听的有点蒙，但是大概知道我的工作是什么了。' +
                     ' 又是开心的一天虽然累了点，但是很快乐。' +
                     ' 晚上10:08的时候，我在回家的出租车上，使用微信语音给她告白了，虽然没有接受我，但是也给了我更加坚定的信念。',
            imgUrl: ['src/images/5-9.jpg']

        }
    },
    {
        itme: {
            time: '5月10号',
            content: ' 这一天是诗萍的一个闺蜜过生日，今晚和她一起去了，看到她们朋友之前关系非常要好，而且很热闹，很活跃。' +
                     ' 我们先在大地飞歌二楼的一家名叫【小天鹅】的火锅店吃了火锅，然后又去逛了古城。' +
                     ' 看到她与她朋友之间照相的样子是那么的可爱。' +
                     ' 之后我们去了枫桥那边的一家叫做[等你来]的酒吧，我虽然无法和她们进行畅谈，但是看着她们在哪聊天也是很开心的事，' +
                     ' 因为她就在我旁边。当我们吃了蛋糕离开的时候，外面下起了小雨，我们在雨中漫步。' +
                     ' 最后我们走到了古城里时，下起了大雨。我把衣服给了她，她与她的朋友顶着我的衣服当着雨伞走了，哈哈。' +
                     ' 因为下雨天，气温降了下来，天气比较冷，我一直没有把外套穿上，就只是想给她披着，别让她淋雨，别让她冷着了。' +
                     ' 最后来到了，一家烧烤店吃了烧烤，离开了。我们打了一辆的士，一起坐到了城北 大转盘那个地方，她们下了车，我们就此分开了。' +
                     ' (她不能吃牛肉与虾，吃虾会过敏)',
            imgUrl: ['src/images/5-10.jpg']
        }
    },
    {
        itme: {
            time: '5月11号',
            content: ' 这一天我来到凤凰购买特产带去菲律宾给同事们吃，她给我挑选了特产。' +
                     ' 今天明显感觉我与她之间的距离拉进了些，这是个非常开心的事情。' +
                     ' 5月10号那天晚上她喜欢的耳环丢了，我本想在凤凰商店寻找同款送她，但是我想给她惊喜，' +
                     ' 所以选择了去吉首看我妹妹的时候，再去寻找这对耳环。遗憾的是，走了好几条街都没找到，' +
                     ' 最后我挑选了一对类似的耳环。在挑选耳环的时候我也给她买了支口红，因为我对女生用的东西一点也不懂，' +
                     ' 只能拜托我妹妹帮我挑选。当一切购买完成的时候，我妹妹带着我去包装礼物的商店进行包装起来。' +
                     ' 等待礼物包装完毕的时候，我就开始打车回凤凰，送她。我想给她惊喜，想时时刻刻的给她惊喜，所以我很急着返回了凤凰。' +
                     ' 平时的我坐车是不会睡觉的，可能是最近太奔波有点累了，来回坐车都是睡。当到凤凰时，我还担心她会拒绝我，' +
                     ' 不过后来是收下了，我超开心的，哈哈。' +
                     ' 13号我就要离开凤凰了，我非常珍惜剩下的时间，很想时时刻刻都与她在一起不要分离。',
            imgUrl: ['src/images/5-11.jpg']

        }
    },
    {
        itme: {
            time: '5月12号',
            content: ' 这一天是我在凤凰停留的最后一天，这一天也是我第一次去了诗萍家做客。' +
                     ' 中午的时候，我买了些水果和礼包，去了她家里。' +
                     ' 她家住在城北，她家里很大，很气派。' +
                     ' 第一次到她家里时一开始是紧张的，不过后来慢慢就很自然了。' +
                     ' 下午的时候我们陪她的朋友去了家里，在去的路上我们看到有大洞咆(山间的一种野果子)，我就去摘给她吃，哈哈。' +
                     ' 当回来的路上，我们去偷摘别人的玫瑰花，我送给了她。' +
                     ' 然后在等车的路上，发现有更多的大洞咆，我又去摘了，虽然手上被划了几道口子，但是心里却是美美的。' +
                     ' 之后回到了凤凰，我们去选了小龙虾，她的朋友做，哈哈。' +
                     ' 到下午5点多的时候，她的爸爸妈妈从店里回来了，回来就给我们做饭，做了一桌子菜，而且味道也很好吃，' +
                     ' 还尝到了她家乡的特产 粉蒸肉。当离开的时候，她的妈妈给我封了一个大大大的红包，哈哈，' +
                     ' 当时挺不还意思的，到了她家里吃饭，她的妈妈还给了我一个大大的红包。' +
                     ' 又是开心的一天，诗萍～我们明天就要分割一方了，我很舍不得你，很想你，我的离开不知道你心里会不会有一丝的不舍?' +
                     ' 很不想与你分开，很想整天跟你在一起，那怕就静静的～',
            imgUrl: ['src/images/5-12.jpg']

        }
    },
    {
        itme: {
            time: '5月13号',
            content: ' 这一天是我离开凤凰的一天，早上与诗萍聊了会儿天，她还给我仔细了城北汽车站去铜仁机场的班车班次。' +
                     ' 原以为她不回来送我了，因为这一天她很早就起来送她的朋友了，但是当我到达候车室没多久的时候，她也来了。' +
                     ' 给我买了很多零食，还一直陪我聊天聊到我上车。' +
                     ' 当飞机起飞时，我对她的想念倍增，很不舍。' +
                     ' 就这样带着满满的不舍离开了凤凰，飞到了贵阳。',
            imgUrl: ['src/images/5-13.jpg']

        }
    },
    {
        itme: {
            time: '5月13号',
            content: ' 这一天是我离开凤凰的一天，早上与诗萍聊了会儿天，她还给我仔细了城北汽车站去铜仁机场的班车班次。' +
                     ' 原以为她不回来送我了，因为这一天她很早就起来送她的朋友了，但是当我到达候车室没多久的时候，她也来了。' +
                     ' 给我买了很多零食，还一直陪我聊天聊到我上车。' +
                     ' 当飞机起飞时，我对她的想念倍增，很不舍。' +
                     ' 就这样带着满满的不舍离开了凤凰，飞到了贵阳。',
            imgUrl: [
                        'src/images/5-13.jpg',
                        'src/images/5-&-13.jpg'
                    ]
        }
    },
    {
        itme: {
            time: '5月14号',
            content: ' 这是我第一天一整天没有看到她了，今天她的妈妈回了老家，就只有她与她的爸爸看店。' +
                     ' 今天的凤凰特别的热，今天她也特别的繁忙。' +
                     ' 今天和朋友出去烤烧烤吃了，来到了贵阳的 阿哈湖。' +
                     ' 今天我跟朋友学会了用抖音拍视频，我只想拍出搞笑的视频发给她看，我虽然木木的，但是为了逗自己喜欢的人开心，' +
                     ' 我会慢慢改变，也慢慢放开去幽默搞笑起来。' +
                     ' 今天我也偷偷拿了她的照片做了手机壁纸，今天虽然没有与她见面了，但是对她的思念只增不减，i miss you 欧阳诗萍。',
            imgUrl: ['src/images/5-14.jpg']
        }
    },
    {
        itme: {
            time: '5月15号',
            content: ' 这一天我跟着朋友初步了解了一下工作，行业的模式，让我有点反感与抗拒。' +
                     ' 这一天我和她聊天聊的比较少，直到晚上的时候我们才聊起来了。' +
                     ' 到了晚上的时候，我跟朋友们到了贵阳市中心这边的一个 他们统称为 白宫的一个地方进行购物，我买了一身衣服，' +
                     ' 拍了照发给了诗萍，她还给我提了些建议，让我搞的时尚点，哈哈。' +
                     ' 她给我推荐了，运动装就买些束脚裤，穿牛仔裤的时候，就买写小直角的，然后裤脚挽起来到脚裸处。' +
                     ' 以下是她推荐运动裤的类型',
            imgUrl: ['src/images/5-15.jpg']
        }
    },
    {
        itme: {
            time: '5月16号',
            content: ' 这一天我从贵阳飞杭州了，跟她发信息，她回的很少，心里有点难受，或许是异地了吧！' +
                     ' 让她觉得很虚假，哎 又回到了原点!',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月17号',
            content: ' 这一天确认了我跟她的生日，居然是同一天!!! ' +
                     ' 这个信息量让我觉得有点惊讶了，她居然和我是同一天生日。' +
                     ' 或者这就是缘分吧，还听我妈妈说，我出国的那一年，长辈们就准备给我们介绍认识了，' +
                     ' 但是那时我刚好出国了，那时的我也没有什么本事，但是最后我们还是认识了，她还是单身，我也还是单身。' +
                     ' 或许这就是缘分吧，把我们紧推到了一起，现在她对我还是没什么感觉。晚上的时候我们开始谈了心了，' +
                     ' 她指出了我的一些问题，1 不幽默 2性格太情绪化了，我得改掉! '+
                     ' 缘分都已经这样把我们推近了，我必须坚持，感动她，不要错过她! 这一天我使用她的照片做了app的iocn',
            imgUrl: ['src/images/5-17.jpg']
        }
    },
    {
        itme: {
            time: '5月19号',
            content: ' 这一天的一直等待到凌晨12:00，对她说了句 hi 欧阳诗萍 520。' +
                     ' 然后把心里话说了出来，结果跟预想的一样，失败了! ' +
                     ' 没什么大不了的，一切交给时间吧！原本打算礼物会在同一天里到达，结果还是错开了，今天的礼物是【德芙巧克力礼盒】',
            imgUrl: ['src/images/5-19.jpg']
        }
    },
    {
        itme: {
            time: '5月20号',
            content: ' 送她的礼物已经全部收到了~ '+
                     ' 我打算更换自己的风格，整理一下自己和她的聊天方式。' +
                     ' 如果再不改变聊天方式，可能两个人就再也无法愉快的聊下去了。' +
                     ' 不过已经有种不好的预感了，沟通与话题太少了，也许再不久，可能两个人都无法在继续聊天了。' +
                     ' 我已经倾尽所有的主动与热情了，剩下的就看缘分吧！',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月22号',
            content: ' 我上班了，给她发信息的时间太少了。两个人这一天沟通不到十句，异地最担心的就是联系太少。',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月23号',
            content: ' 工作的忙碌中，我还是会抽出些时间来找她聊天，谁让我心系与她呢？' +
                     ' 不过今天我们断断续续聊了很多，从话题中知道，她不喜欢刻意去改变的或者是装饰的，而是喜欢自然的 真实的。' +
                     ' 似乎我可以不用拘束的和她沟通了，就很自然一样。今晚的聊天，似乎我与她走进了些，这是个好的讯息，加油！' +
                     ' 工作也要加油，学习新语法也要加油，我要计划着我与她的以后，所以我的每一天都需要比以往更加的努力。爱你 诗萍~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月24号',
            content: ' 这一天早上的时候，两个人聊天就很融洽，但是没有回复我的信息了，直到晚上才回复我。'+
                     ' 今晚的聊天得知了她的一些想法，想要出去走走，体验一下生活。' +
                     ' 也知道了她有一个聊的来的朋友，是男的，好吧~我承认我有点吃醋了。' +
                     ' 不过吃醋归吃醋，能够帮助她排忧解难，让她开心就好。' +
                     ' 我分享了一下我对她想法的看法，说了很多，也说到了她心里了。' +
                     ' 毕竟人生很短暂 青春更短暂，在青春的时候都不去做自己想要做到的事，追求自己想要追求的事，' +
                     ' 那么等以后老了留下的就只有遗憾了！我还对她说了一句我曾经经常对自己说的话' +
                     ' “不要违背自己的意愿，趁年轻，去做自己想做的该做的事，不要给自己留遗憾！” ' +
                     ' 说出这句话的时候，似乎找回了当初自己追求理想奋斗的感觉了。' +
                     ' 今晚与她算是畅聊心扉了吧，我很希望她能够出去走走，在走向自己要走的路上，经历自己要经历的风雨与晴朗，' +
                     ' 也很担心她出去后吃苦 受累 受欺负，很想把她带到我身边，让我来照顾她。如果我这样做了，' +
                     ' 那么我又成了她第二个牢笼了，先让她出去体验体验酸甜苦辣，以后对你的庇护就让我来做，我会为你撑起一片天。',
            imgUrl: ['src/images/5-24.jpg']
        }
    },
    {
        itme: {
            time: '5月26号',
            content: ' 这一天，没有太多的事!我与她这一天在聊天中经常开起玩笑了，而且值得高兴的事就是她回复我信息速度，比以前快了很多。',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月27号',
            content: ' 这一天，我们是下午开始聊天的，聊的非常愉快，而且特别开心。' +
                     ' 看她发的信息已经没有以前那么的冷淡了，今天她似乎特别的开心吧？和我聊天感觉判若两人，哈哈。' +
                     ' 我们似乎又走近了些，我们从陌生人，到最最普通的最最基础的朋友，现在已经提升到了朋友。我们可以互怼，' +
                     ' 可以互相损对方，可以开起各种玩笑，也关系对方。今天她在聊天中给我发了一条短视频，开始和我分享她的生活了。' +
                     ' 这一天是她第一次主动发给我一条短视频，内容是她没有拿钥匙，在家门口很无奈的等待着她爸爸妈妈拿钥匙回来开门。' +
                     ' 她主动与我分享生活了，开心开心开心，重要的事说三遍!',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月28号',
            content: ' 这一天很糟糕，早上准备去上班时钥匙找不着了，找了很久才发现昨晚洗衣服的时候，' +
                     ' 忘记拿出来，一起丢洗衣机洗了。今天把这个糟糕的事情与她分享了，然后我们也简短的聊了几句。' +
                     ' 诗萍，我很想你，不知道什么时候我们才可以开开视频，让我看看你~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月29号',
            content: ' 这一天我们还是跟往常一样，在彼此空余的时间里聊聊天! ' +
                     ' 今晚的话题知道她正在看一本书，书名叫【穆斯林的葬礼】，这是她想看完的书，那么我也得去看看，我需要了解她想要从书里了解的内容!'+
                     ' 明天就开始新的项目了，也是一个极限项目! 一周做完这个项目，压力巨大! 虽然工作忙碌，但是对你的思念从未停止过~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '5月30号',
            content: ' 这一天我们已经聊的很开心，同时我承认她的智商越超与我，开玩笑我总是输，欲哭无泪呀！' +
                     ' 全程被她带着走。今晚跳了两件礼物送她，礼物是欧诗漫护肤品+欧诗漫面膜，这次我要给她惊喜! ' +
                     ' 同时我也想到了她的生日，我的计划是 悄悄的回国 回到家里，那天晚上我要穿着大熊服装，右手捧花，左手蛋糕出现在她面前，给她一个惊喜，再陪她过完生日，然后我再飞回来工作。' +
                     ' 希望现实不要影响到了我的计划~~'+
                     ' 我的开心，我会因为一点点笑点而笑起来，那是因为是和你聊天，和你聊天我就已经很开心了，' +
                     ' 一点点笑点足以点燃我的开怀大笑，每天面对头疼的问题，只要想到你，' +
                     ' 我的动力瞬间暴涨，情绪也会变得活跃起来，跟打了鸡血一样。爱你诗萍~~~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月2号',
            content: ' 这一天是苦逼的加班日，但是在忙碌中，找了一下欧小皮(她的新昵称)。' +
                     ' 这本来上班很压抑的心情瞬间被她皮的开心起来了，这一天她好像收到了好多礼物，追求她的人还是蛮多的呀！' +
                     ' 到处都是隐藏竞争对手呀，但是不管有多少竞争对手我都不会怂，她是第一无二的全世界就只有这么一个她，' +
                     ' 我当然不会把她让给其他了，我也不管竞争对手有多厉害，我都会去争取。',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月3号',
            content: ' 因为昨天晚上的失眠导致我今天睡到了中午才醒来，当我打开手机的时候看到了她的信息，瞬间就精神了起来。' +
                     ' 这是她第一次主动告诉我她收到了我的礼物，超开心的她主动联系了我。' +
                     ' 当洗漱完出门采购回来后，我们又开始畅谈了，也聊到了做生意。' +
                     ' 商人我很想去做，只是我没有这个机会，如果给了我这么一个机会，我相信的脑子会出现全新的做生意方式！' +
                     ' 这一天她也把【穆斯林的葬礼】看完了，这得恭喜她，坚持那么久终于把这本书看完了，哈哈。' +
                     ' 她说【平凡的世界】是她很喜欢很喜欢看的一本书，既然你那么喜欢看这本书，里面肯定有吸引你的内容，' +
                     ' 我想我也应该去看看 去了解一下。其实我很想走进你的世界，走你走过的路，体会你所体会的，经历你所经历的，' +
                     ' 很想走进你的世界了解你的全部，然后一直停留在你的世界里不要出来了。'+
                     ' ‌聊完书后，聊起了我忙碌的事，然后把忙碌的事说了一下，不是写代码就是找她聊天，她不和我聊天时，我就刷刷抖音' +
                     ' 然后开电脑继续写代码。这一刻她开始皮了，问我不去撩妹吗？我们公司有单身妹子吗？ 其实我想说 我虽然不怎么会撩妹，' +
                     ' 但是我不会把时间浪费在无关人的身上，因为我只想踏踏实实的撩你这一个，能够把你撩到就是我最大的幸运了与成功了。'+
                     ' ‌后来我们聊到了礼物，这一天她戴上了我送她的礼物，她终于戴上了我送她的礼物，超开心; 我们从3月13号认识到现在，已经83天了，还有17天就满100天了，' +
                     ' 我要给她准备一个满一百天的礼物',
            imgUrl: [
                        'src/images/6-3.jpg',
                        'src/images/6-&-3.jpg'
                    ]
        }
    },
    {
        itme: {
            time: '6月4号',
            content: ' 繁忙而有压力巨大的情况下，我还是得保持心态与清晰的思路去编程，即将下班的时候，' +
                     ' 我没忍住去，找欧小皮吹逼去了。小聊几句，就分分钟关电脑开溜。' +
                     ' 回到家里 小聊几句，她去洗漱了，原以为她睡着了，我给她留了一句言就是，你最想去哪里？' +
                     ' 然后我开始思考准备第一百天的礼物。晚上11:40的时候她居然回复了，这让我很惊喜，平日她都睡着了的，' +
                     ' 这会不会是她想陪我聊聊呢？不过后面我们俩一聊就停不下来了。她想去大理 三亚 还有去看上海的夜景【东方明珠】，' +
                     ' 此刻在我心中就开始有了想法了，我要带她去旅行~'+
                     ' 去她想去的地方，看她想看的夜景，喜欢上她的那一刻，她就是我的公主了！' +
                     ' 带她去她想去的地方，我要保护她 宠她 从她跟我在一起时没有任何的后顾之忧，我一定可以照顾好她！' +
                     ' 今年我要提前一个月辞职回国，陪她去大理 三亚 上海！省吃俭用 加油存钱，为了给你生日的惊喜 ' +
                     ' 为了完成带你去旅行的计划，加油加油加油， jack你一定可以的！'+
                     ' 诗萍 虽然我不会说甜言蜜语 嘴巴也笨 思想也值，但是我要用行动来表达。继续挑选第100天的礼物！还有剩16天就满100天~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月5号',
            content: ' 看到她回复我的信息是，我送她的手链断了，我很欲哭无泪，商家卖出的质量太不靠谱了，' +
                     ' 好不容易买了一个她也喜欢的手链，居然断了。虽然昨晚也选了一条潘多拉手链，但是为了防备手链容易断裂，' +
                     ' 我今晚重新选了一条，这条选的有点艰难，找了熟悉这个品牌的人，然后给我介绍了一下每个物品的名字与含义，' +
                     ' 最终我选择了 【繁星童话、醉人月夜、蓝色魔力、三月签名、天使之翼】这个五个系列。' +
                     ' 她喜欢浪漫，而繁星童话与醉人月夜，它们代表着浪漫，代表着美好。' +
                     ' 蓝色魔力代表着纯真的力量，希望我们故事充满魔力的走到最后。' +
                     ' 我们认识在3月13号，然后选择了 三月签名。' +
                     ' 天使之翼代表保护与庇佑，我想你以后那个保护你 为你撑起一片天的那个人。' +
                     ' 当选完之后再拖朋友帮我从美国代购寄过来，邮寄过来的时间预计为12天，我与她认识满100天还差15天，' +
                     ' 应该能够来得及。6月20号我们认识就满一百天了，这几天是个非常值得纪念的一天。又到凌晨12点了，诗萍 晚安~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月7号',
            content: ' 今天的她比较忙碌，而且天气也很热了，今天的她非常的劳累，但是今晚她还是和聊了会儿天。' +
                     ' 今天我买的衣服全到了，那么多件只有一件裤子和一件衬衣满意些，也拍照发给她了。' +
                     ' 这一身衣服，她看起来要比之前顺眼多了。同为处女座的她，也有洁癖，也有控！颜值控 穿着打扮 都会有一定的洁癖。' +
                     ' 我想同为处女座的爱好 洁癖 应该都会差不多的吧！总之我正在努力改变自己，让自己变得男神一点，' +
                     ' 让她看起来顺眼些，正在改变自己的风格！认识100天，还差13天！',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月10号',
            content: ' 这一天她去长沙了，是下午2点出发的。' +
                     ' 小海欧飞出去浪了，真想陪她一起去。我得攒钱过年回去，再和她去玩。' +
                     ' 今天我非常难受，头痛欲裂，从外面回来后，就一直躺在床上了。离我们认识100天，还剩10天',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月11号',
            content: ' 这是她出去玩的第二天了，我们聊天的时间似乎很少了，一天就几句话。' +
                     ' 因为她和朋友在外面玩，所以理解她与聊天时间少，幸运的是她偶尔会和我分享她与哪朋友在一起，与看到她分享出来的照片。' +
                     ' 我现在就连做梦都想的事情就是，能够和她在一起，让她愿意做我女朋友，和 完成项目。这个项目我们没有抱着完全能够成功上线，' +
                     ' 但是这个项目是我与朋友创业一个小希望，如果成功了，我想把她接过来和我一起在这边发展，如果失败了，' +
                     ' 那么我会放弃自己喜欢的代码，去和她开店。作为23岁的我还年轻，我想把自己想要做的事情去努力拼一把，' +
                     ' 不想给自己青春留下遗憾。我觉得青春就是用来追求理想，打拼以后的。离我们认识满100天还差9天~',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月12号',
            content: ' 这个是她在长沙玩的第三天，今天她到了一家叫做一盏灯的餐饮店吃正宗的长沙菜。' +
                     ' 她14号就要回凤凰了，看着她为她闺蜜与她闺蜜老公拍照时，她心里应该挺孤单的吧！好想一直在她身边陪着她，' +
                     ' 现实的压迫让我不得不在自己岗位上继续工作，还有自己的项目要开发，还要和合作伙伴考虑以后的事。如果我们自己的项目成功了，' +
                     ' 那么我跟她就可以更近了。可能她对我现在所做的事没有任何兴趣吧!以后少与她分享一下我所做的事，要找她喜欢的事，哈哈！' +
                     ' 我现在在她心里是什么样了？是普通朋友?还是即将要到她的黑名单中了？还是她对我好感真正增加着?这些答案可能只有她知道吧！' +
                     ' 不管怎么，我还是全力以赴! 爱上了就不要轻言放弃!我与她认识满100天，还剩8天了~',
            imgUrl: ['src/images/6-12.jpg']
        }
    },
    {
        itme: {
            time: '6月17号',
            content: ' 这一天因为我小妹回家了，我拜托我小妹帮我买礼物送她，然后我小妹提了一些建议，然后实行了一场浪漫的送花计划，' +
                     ' 这天下午我小妹精心的去挑选了玫瑰花，还录下了全程视频，然后找到她的位置并且把花送给她，看到她激动的问 我是不是回来了 反复问了好几遍，' +
                     ' 我真的好开心呀！她心里应该有我的吧！不然也不会那么开心的问我小妹了，这段视频非常有纪念价值，我会好好保存下来。' +
                     ' 这一天虽然是父亲节，但是给她过了个情人节，哈哈！因为时间关系，小欧你就将就将就吧！离我们认识满100天，还差3天',
            imgUrl: [
                        'src/images/6-17.jpg',
                        'src/images/6-&-17.jpg'
                    ]
        }
    },
    {
        itme: {
            time: '6月20号',
            content: ' 这一天是我们认识满100天的日子，凌晨12点多的时候，我给她留言了，我们认识满了100天了，居然没有被她拉黑，幸运呀幸运，哈哈！' +
                     ' 遗憾的是，满100天的礼物没有如期而至，还在从美国到国内的路上，这份礼物希望她能够喜欢。第一次这么费心的为女孩子挑选礼物，第一次这么费心的记录着这一切，' +
                     ' 第一次这么安排着浪漫计划。她对于我，我已经把她当着自己的女朋友来对待了，我对于她，是怎么样的呢？还是朋友吗？' +
                     ' 或许因为异地，导致让她觉得距离很遥远吧！我虽然隔几天就给她一个小惊喜，可能还是无法弥补距离的感觉。' +
                     ' 说真的，我超级想念她，超级想和她在一起，自己也不知道喜欢她什么，就那么痴迷的喜欢了她，而且毫无保留的付出着，' +
                     ' 只想让她总是有惊喜有意外的开心，总是那么的笑着，很美!',
            imgUrl: []
        }
    },
    {
        itme: {
            time: '6月22号',
            content: ' 我跟她皮了一下，整蛊😏😏😏。我挑选很久的整蛊礼物，在这一天抵达目的地。哼哼~ 欧小皮，你会想到礼物里面是什么吗'+
                     ' 礼物是一个全新的IphoneX~~~~的包装盒，然后里面是巧克力，哈哈哈哈😄😄😄😄😄。'+
                     ' 当我打开手机网络的时候，微信嗖嗖嗖的信息就来了，哈哈哈，欧小皮原话“我第一反应就是苹果呢、被牛顿吃了吗”。哈哈，而且还发朋友圈了。' +
                     ' 这样的节奏很愉快，两个人不在那么尴尬的聊天，也不在那么正儿八经的瞎聊，偶尔皮皮，很愉快，您觉得呢？欧小皮😄😄😄😄。',
            imgUrl: ['src/images/6-22.jpg']
        }
    },
    {
        itme: {
            time: '6月25号',
            content: ' 这一天非常的忙碌，上午修改3个大的BUG，下午开始重新弄开发app的nginx配置与打包android包，然后调试！看似简单的东西，但是花费时间太长了。' +
                     ' 下班回来后，开始做晚餐。今晚很意外，也很激动，因为今晚是她第一次发了段语音给我，虽然是我要她发给我的，' +
                     ' 但是最终她还是很皮的发了一段语音，哈哈哈。第一次哦，第一次她肯给我发语音了，当时的心情是非常非常的激动，' +
                     ' 非常非常的开心，因为我和她又进了一步，哈哈。欧小皮，你真的很皮😄😄😄。今天是我和她认识的第105天，这一天非常值得纪念！',
            imgUrl: ['src/images/6-25.jpg']
        }
    },
    {
        itme: {
            time: '7月4号',
            content: ' 这一天满100天的礼物终于送到了她的手里，她非常的喜欢，而且这款也是她最喜欢的。',
            imgUrl: ['src/images/7-4.jpg']
        }
    },
    {
        itme: {
            time: '7月21号',
            content: ' 有些时间没有续写日志了，今天她送的礼物已经到达广州中转站了，很快就要到达我这边了，还听说她为了给我选衣服，中途更换了好几次，' +
                     ' 她非常的用心，心里真的好感动。这是她送我第一份礼物，这份礼物对于我来说是非常非常珍贵的。这是诗萍送我的礼物哦，这是诗萍送我的礼物萍，这是诗萍送我的礼物萍。' +
                     ' 重要的事说三遍，哈哈哈哈哈！只从知道我对她好的同时也给她带来了巨大的压力，我选择了控制自己，减少她的压力；' +
                     ' 但是我们之间的距离，似乎也被拉开，中途有些时间已经处于很少联系的状态了。真的很希望我们之间的距离不要被拉开，快些升温吧！',
            imgUrl: []
        }
    },
]
var lodingImag = [
    'src/images/5-9.jpg',
    'src/images/5-10.jpg',
    'src/images/5-11.jpg',
    'src/images/5-12.jpg',
    'src/images/5-13.jpg',
    'src/images/5-13.jpg',
    'src/images/5-&-13.jpg',
    'src/images/5-14.jpg',
    'src/images/5-17.jpg',
    'src/images/5-19.jpg',
    'src/images/5-24.jpg',
    'src/images/6-3.jpg',
    'src/images/6-&-3.jpg',
    'src/images/6-12.jpg',
    'src/images/6-17.jpg',
    'src/images/6-&-17.jpg',
    'src/images/6-22.jpg',
    'src/images/6-25.jpg',
    'src/images/7-4.jpg',
    'src/images/bg/bg.jpg',
    'src/images/bg/message_bg.jpg',
    'src/images/bg/message_bg2.jpg',
    'src/images/bg/pandora.jpg',
    'src/images/bg/aboutYou.jpg'
];