var data = [{
        itme: {
            time: '3月13号',
            content: ' 有了欧阳诗萍的微信',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '3月14号',
            content: ' 与初次与她聊天。' +
                ' 她的生日是农历七月二十五。' +
                ' 她听过告白气(周杰伦版)。' +
                ' 她应该比较喜欢听周杰伦的歌',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '3月15号',
            content: ' 开始聊的话题多了，聊的很愉快。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '3月19号',
            content: ' 得知她喜欢刷抖音。' + ' 我找她给我推荐了一首歌叫 【离人】',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月6号',
            content: ' 我们第一次见面，第一次去的地方是南华山、她喜欢吃榴莲、喜欢吃零食、喜欢看风景。' +
                ' 我们有共同想去的地方:云南、西藏。这一天我们聊了很多很多，我对她的感觉非常好，很想和她在一起。' +
                ' 也在这一天我得到了她的手机号，这一天是个非常开心的一天。她家店名叫 永鑫五金',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月7号',
            content: ' 得知她与她妈妈将要在后天(5月9号)来的我家里做客，我是紧张的也是开心的，' +
                ' 紧张的是我当前的家太过于简陋了，开心的是 与她又近了一步。' +
                ' 她将在5月10号给她闺蜜过生日，她也邀请了我去，这让我很惊喜也很意外。' +
                ' 我们在微信了开始聊的越来越多了，也开始开起了玩笑。这一天是个值得记录的一天!',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月8号',
            content: ' 今天和她看了第一场电影[后来的我们]，地点是城北芒果电影院，我们还抓了一个娃娃。' +
                ' 这几天我太匆忙了，都还没来得及跟她好好坐着聊聊天，谈谈心。' +
                ' 不过今天我跟她之间似乎近了些，开始接触到对方内心感受了。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月9号',
            content: ' 在我一点多的时候，诗萍和她的妈妈来到了我的家里，这个时候我的菜，才做了一半，哈哈。' +
                ' 她今天穿着黑色的夹克，化了淡妆，在淳朴美的基础上添加了积分靓丽美。' +
                ' 在饭后我给她介绍看了一下我的房子，又来到了我的房间，打开了我的电脑，给她介绍了我的工作，' +
                ' 她虽然听的有点蒙，但是大概知道我的工作是什么了。' +
                ' 又是开心的一天虽然累了点，但是很快乐。' +
                ' 晚上10:08的时候，我在回家的出租车上，使用微信语音给她告白了，虽然没有接受我，但是也给了我更加坚定的信念。',
            imgUrl: ['src/images/5-9.jpg'],
        },
    },
    {
        itme: {
            time: '5月10号',
            content: ' 这一天是诗萍的一个闺蜜过生日，今晚和她一起去了，看到她们朋友之前关系非常要好，而且很热闹，很活跃。' +
                ' 我们先在大地飞歌二楼的一家名叫【小天鹅】的火锅店吃了火锅，然后又去逛了古城。' +
                ' 看到她与她朋友之间照相的样子是那么的可爱。' +
                ' 之后我们去了枫桥那边的一家叫做[等你来]的酒吧，我虽然无法和她们进行畅谈，但是看着她们在哪聊天也是很开心的事，' +
                ' 因为她就在我旁边。当我们吃了蛋糕离开的时候，外面下起了小雨，我们在雨中漫步。' +
                ' 最后我们走到了古城里时，下起了大雨。我把衣服给了她，她与她的朋友顶着我的衣服当着雨伞走了，哈哈。' +
                ' 因为下雨天，气温降了下来，天气比较冷，我一直没有把外套穿上，就只是想给她披着，别让她淋雨，别让她冷着了。' +
                ' 最后来到了，一家烧烤店吃了烧烤，离开了。我们打了一辆的士，一起坐到了城北 大转盘那个地方，她们下了车，我们就此分开了。' +
                ' (她不能吃牛肉与虾，吃虾会过敏)',
            imgUrl: ['src/images/5-10.jpg'],
        },
    },
    {
        itme: {
            time: '5月11号',
            content: ' 这一天我来到凤凰购买特产带去给同事们吃，她给我挑选了特产。' +
                ' 今天明显感觉我与她之间的距离拉进了些，这是个非常开心的事情。' +
                ' 5月10号那天晚上她喜欢的耳环丢了，我本想在凤凰商店寻找同款送她，但是我想给她惊喜，' +
                ' 所以选择了去吉首看我妹妹的时候，再去寻找这对耳环。遗憾的是，走了好几条街都没找到，' +
                ' 最后我挑选了一对类似的耳环。在挑选耳环的时候我也给她买了支口红，因为我对女生用的东西一点也不懂，' +
                ' 只能拜托我妹妹帮我挑选。当一切购买完成的时候，我妹妹带着我去包装礼物的商店进行包装起来。' +
                ' 等待礼物包装完毕的时候，我就开始打车回凤凰，送她。我想给她惊喜，想时时刻刻的给她惊喜，所以我很急着返回了凤凰。' +
                ' 平时的我坐车是不会睡觉的，可能是最近太奔波有点累了，来回坐车都是睡。当到凤凰时，我还担心她会拒绝我，' +
                ' 不过后来是收下了，我超开心的，哈哈。' +
                ' 13号我就要离开凤凰了，我非常珍惜剩下的时间，很想时时刻刻都与她在一起不要分离。',
            imgUrl: ['src/images/5-11.jpg'],
        },
    },
    {
        itme: {
            time: '5月12号',
            content: ' 这一天是我在凤凰停留的最后一天，这一天也是我第一次去了诗萍家做客。' +
                ' 中午的时候，我买了些水果和礼包，去了她家里。' +
                ' 她家住在城北，她家里很大，很气派。' +
                ' 第一次到她家里时一开始是紧张的，不过后来慢慢就很自然了。' +
                ' 下午的时候我们陪她的朋友去了家里，在去的路上我们看到有大洞咆(山间的一种野果子)，我就去摘给她吃，哈哈。' +
                ' 当回来的路上，我们去偷摘别人的玫瑰花，我送给了她。' +
                ' 然后在等车的路上，发现有更多的大洞咆，我又去摘了，虽然手上被划了几道口子，但是心里却是美美的。' +
                ' 之后回到了凤凰，我们去选了小龙虾，她的朋友做，哈哈。' +
                ' 到下午5点多的时候，她的爸爸妈妈从店里回来了，回来就给我们做饭，做了一桌子菜，而且味道也很好吃，' +
                ' 还尝到了她家乡的特产 粉蒸肉。当离开的时候，她的妈妈给我封了一个大大大的红包，看样子她的家人应该蛮喜欢我的。' +
                ' 又是开心的一天，诗萍～我们明天就要分割一方了，我很舍不得你，很想你，我的离开不知道你心里会不会有一丝的不舍?' +
                ' 很不想与你分开，很想整天跟你在一起，那怕就静静的～',
            imgUrl: ['src/images/5-12.jpg'],
        },
    },
    {
        itme: {
            time: '5月13号',
            content: ' 这一天是我离开凤凰的一天，早上与诗萍聊了会儿天，她还给我仔细了城北汽车站去铜仁机场的班车班次。' +
                ' 原以为她不回来送我了，因为这一天她很早就起来送她的朋友了，但是当我到达候车室没多久的时候，她也来了。' +
                ' 给我买了很多零食，还一直陪我聊天聊到我上车。' +
                ' 当飞机起飞时，我对她的想念倍增，很不舍。' +
                ' 就这样带着满满的不舍离开了凤凰，飞到了贵阳。',
            imgUrl: ['src/images/5-13.jpg', 'src/images/5-&-13.jpg'],
        },
    },
    {
        itme: {
            time: '5月14号',
            content: ' 这是我第一天一整天没有看到她了，今天她的妈妈回了老家，就只有她与她的爸爸看店。' +
                ' 今天的凤凰特别的热，今天她也特别的繁忙。' +
                ' 今天和朋友出去烤烧烤吃了，来到了贵阳的 阿哈湖。' +
                ' 今天我跟朋友学会了用抖音拍视频，我只想拍出搞笑的视频发给她看，我虽然木木的，但是为了逗自己喜欢的人开心，' +
                ' 我会慢慢改变，也慢慢放开去幽默搞笑起来。' +
                ' 今天我也偷偷拿了她的照片做了手机壁纸，今天虽然没有与她见面了，但是对她的思念只增不减，i miss you 欧阳诗萍。',
            imgUrl: ['src/images/5-14.jpg'],
        },
    },
    {
        itme: {
            time: '5月15号',
            content: ' 这一天我跟着朋友初步了解了一下工作，行业的模式，让我有点反感与抗拒。' +
                ' 这一天我和她聊天聊的比较少，直到晚上的时候我们才聊起来了。' +
                ' 到了晚上的时候，我跟朋友们到了贵阳市中心这边的一个 他们统称为 白宫的一个地方进行购物，我买了一身衣服，' +
                ' 拍了照发给了诗萍，她还给我提了些建议，让我搞的时尚点，哈哈。' +
                ' 她给我推荐了，运动装就买些束脚裤，穿牛仔裤的时候，就买写小直角的，然后裤脚挽起来到脚裸处。' +
                ' 以下是她推荐运动裤的类型',
            imgUrl: ['src/images/5-15.jpg'],
        },
    },
    {
        itme: {
            time: '5月16号',
            content: ' 这一天我从贵阳飞杭州了，跟她发信息，她回的很少，心里有点难受，或许是异地了吧！' +
                ' 让她觉得很虚假，哎 又回到了原点!',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月17号',
            content: ' 这一天确认了我跟她的生日，居然是同一天!!! ' +
                ' 这个信息量让我觉得有点惊讶了，她居然和我是同一天生日。' +
                ' 或者这就是缘分吧，还听我妈妈说，我出国的那一年，长辈们就准备给我们介绍认识了，' +
                ' 但是那时我刚好出国了，那时的我也没有什么本事，但是最后我们还是认识了，她还是单身，我也还是单身。' +
                ' 或许这就是缘分吧，把我们紧推到了一起，现在她对我还是没什么感觉。晚上的时候我们开始谈了心了，' +
                ' 她指出了我的一些问题，1 不幽默 2性格太情绪化了，我得改掉! ' +
                ' 缘分都已经这样把我们推近了，我必须坚持，感动她，不要错过她! 这一天我使用她的照片做了app的iocn',
            imgUrl: ['src/images/5-17.jpg'],
        },
    },
    {
        itme: {
            time: '5月19号',
            content: ' 这一天的一直等待到凌晨12:00，对她说了句 hi 欧阳诗萍 520。' +
                ' 然后把心里话说了出来，结果跟预想的一样，失败了! ' +
                ' 没什么大不了的，一切交给时间吧！原本打算礼物会在同一天里到达，结果还是错开了，今天的礼物是【德芙巧克力礼盒】',
            imgUrl: ['src/images/5-19.jpg'],
        },
    },
    {
        itme: {
            time: '5月20号',
            content: ' 送她的礼物已经全部收到了~ ' +
                ' 我打算更换自己的风格，整理一下自己和她的聊天方式。' +
                ' 如果再不改变聊天方式，可能两个人就再也无法愉快的聊下去了。' +
                ' 不过已经有种不好的预感了，沟通与话题太少了，也许再不久，可能两个人都无法在继续聊天了。' +
                ' 我已经倾尽所有的主动与热情了，剩下的就看缘分吧！',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月22号',
            content: ' 我上班了，给她发信息的时间太少了。两个人这一天沟通不到十句，异地最担心的就是联系太少。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月23号',
            content: ' 工作的忙碌中，我还是会抽出些时间来找她聊天，谁让我心系与她呢？' +
                ' 不过今天我们断断续续聊了很多，从话题中知道，她不喜欢刻意去改变的或者是装饰的，而是喜欢自然的 真实的。' +
                ' 似乎我可以不用拘束的和她沟通了，就很自然一样。今晚的聊天，似乎我与她走进了些，这是个好的讯息，加油！' +
                ' 工作也要加油，学习新语法也要加油，我要计划着我与她的以后，所以我的每一天都需要比以往更加的努力。爱你 诗萍~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月24号',
            content: ' 这一天早上的时候，两个人聊天就很融洽，但是没有回复我的信息了，直到晚上才回复我。' +
                ' 今晚的聊天得知了她的一些想法，想要出去走走，体验一下生活。' +
                ' 也知道了她有一个聊的来的朋友，是男的，好吧~我承认我有点吃醋了。' +
                ' 不过吃醋归吃醋，能够帮助她排忧解难，让她开心就好。' +
                ' 我分享了一下我对她想法的看法，说了很多，也说到了她心里了。' +
                ' 毕竟人生很短暂 青春更短暂，在青春的时候都不去做自己想要做到的事，追求自己想要追求的事，' +
                ' 那么等以后老了留下的就只有遗憾了！我还对她说了一句我曾经经常对自己说的话' +
                ' “不要违背自己的意愿，趁年轻，去做自己想做的该做的事，不要给自己留遗憾！” ' +
                ' 说出这句话的时候，似乎找回了当初自己追求理想奋斗的感觉了。' +
                ' 今晚与她算是畅聊心扉了吧，我很希望她能够出去走走，在走向自己要走的路上，经历自己要经历的风雨与晴朗，' +
                ' 也很担心她出去后吃苦 受累 受欺负，很想把她带到我身边，让我来照顾她。如果我这样做了，' +
                ' 那么我又成了她第二个牢笼了，先让她出去体验体验酸甜苦辣，以后对你的庇护就让我来做，我会为你撑起一片天。',
            imgUrl: ['src/images/5-24.jpg'],
        },
    },
    {
        itme: {
            time: '5月26号',
            content: ' 这一天，没有太多的事!我与她这一天在聊天中经常开起玩笑了，而且值得高兴的事就是她回复我信息速度，比以前快了很多。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月27号',
            content: ' 这一天，我们是下午开始聊天的，聊的非常愉快，而且特别开心。' +
                ' 看她发的信息已经没有以前那么的冷淡了，今天她似乎特别的开心吧？和我聊天感觉判若两人，哈哈。' +
                ' 我们似乎又走近了些，我们从陌生人，到最最普通的最最基础的朋友，现在已经提升到了朋友。我们可以互怼，' +
                ' 可以互相损对方，可以开起各种玩笑，也关系对方。今天她在聊天中给我发了一条短视频，开始和我分享她的生活了。' +
                ' 这一天是她第一次主动发给我一条短视频，内容是她没有拿钥匙，在家门口很无奈的等待着她爸爸妈妈拿钥匙回来开门。' +
                ' 她主动与我分享生活了，开心开心开心，重要的事说三遍!',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月28号',
            content: ' 这一天很糟糕，早上准备去上班时钥匙找不着了，找了很久才发现昨晚洗衣服的时候，' +
                ' 忘记拿出来，一起丢洗衣机洗了。今天把这个糟糕的事情与她分享了，然后我们也简短的聊了几句。' +
                ' 诗萍，我很想你，不知道什么时候我们才可以开开视频，让我看看你~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月29号',
            content: ' 这一天我们还是跟往常一样，在彼此空余的时间里聊聊天! ' +
                ' 今晚的话题知道她正在看一本书，书名叫【穆斯林的葬礼】，这是她想看完的书，那么我也得去看看，我需要了解她想要从书里了解的内容!' +
                ' 明天就开始新的项目了，也是一个极限项目! 一周做完这个项目，压力巨大! 虽然工作忙碌，但是对你的思念从未停止过~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '5月30号',
            content: ' 这一天我们已经聊的很开心，同时我承认她的智商越超与我，开玩笑我总是输，欲哭无泪呀！' +
                ' 全程被她带着走。今晚跳了两件礼物送她，礼物是欧诗漫护肤品+欧诗漫面膜，这次我要给她惊喜! ' +
                ' 同时我也想到了她的生日，我的计划是 悄悄的回国 回到家里，那天晚上我要穿着大熊服装，右手捧花，左手蛋糕出现在她面前，给她一个惊喜，再陪她过完生日，然后我再飞回来工作。' +
                ' 希望现实不要影响到了我的计划~~' +
                ' 我的开心，我会因为一点点笑点而笑起来，那是因为是和你聊天，和你聊天我就已经很开心了，' +
                ' 一点点笑点足以点燃我的开怀大笑，每天面对头疼的问题，只要想到你，' +
                ' 我的动力瞬间暴涨，情绪也会变得活跃起来，跟打了鸡血一样。爱你诗萍~~~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月2号',
            content: ' 这一天是苦逼的加班日，但是在忙碌中，找了一下欧小皮(她的新昵称)。' +
                ' 这本来上班很压抑的心情瞬间被她皮的开心起来了，这一天她好像收到了好多礼物，追求她的人还是蛮多的呀！' +
                ' 到处都是隐藏竞争对手呀，但是不管有多少竞争对手我都不会怂，她是第一无二的全世界就只有这么一个她，' +
                ' 我当然不会把她让给其他了，我也不管竞争对手有多厉害，我都会去争取。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月3号',
            content: ' 因为昨天晚上的失眠导致我今天睡到了中午才醒来，当我打开手机的时候看到了她的信息，瞬间就精神了起来。' +
                ' 这是她第一次主动告诉我她收到了我的礼物，超开心的她主动联系了我。' +
                ' 当洗漱完出门采购回来后，我们又开始畅谈了，也聊到了做生意。' +
                ' 商人我很想去做，只是我没有这个机会，如果给了我这么一个机会，我相信的脑子会出现全新的做生意方式！' +
                ' 这一天她也把【穆斯林的葬礼】看完了，这得恭喜她，坚持那么久终于把这本书看完了，哈哈。' +
                ' 她说【平凡的世界】是她很喜欢很喜欢看的一本书，既然你那么喜欢看这本书，里面肯定有吸引你的内容，' +
                ' 我想我也应该去看看 去了解一下。其实我很想走进你的世界，走你走过的路，体会你所体会的，经历你所经历的，' +
                ' 很想走进你的世界了解你的全部，然后一直停留在你的世界里不要出来了。' +
                ' ‌聊完书后，聊起了我忙碌的事，然后把忙碌的事说了一下，不是写代码就是找她聊天，她不和我聊天时，我就刷刷抖音' +
                ' 然后开电脑继续写代码。这一刻她开始皮了，问我不去撩妹吗？我们公司有单身妹子吗？ 其实我想说 我虽然不怎么会撩妹，' +
                ' 但是我不会把时间浪费在无关人的身上，因为我只想踏踏实实的撩你这一个，能够把你撩到就是我最大的幸运了与成功了。' +
                ' ‌后来我们聊到了礼物，这一天她戴上了我送她的礼物，她终于戴上了我送她的礼物，超开心; 我们从3月13号认识到现在，已经83天了，还有17天就满100天了，' +
                ' 我要给她准备一个满一百天的礼物',
            imgUrl: ['src/images/6-3.jpg', 'src/images/6-&-3.jpg'],
        },
    },
    {
        itme: {
            time: '6月4号',
            content: ' 繁忙而有压力巨大的情况下，我还是得保持心态与清晰的思路去编程，即将下班的时候，' +
                ' 我没忍住去，找欧小皮吹逼去了。小聊几句，就分分钟关电脑开溜。' +
                ' 回到家里 小聊几句，她去洗漱了，原以为她睡着了，我给她留了一句言就是，你最想去哪里？' +
                ' 然后我开始思考准备第一百天的礼物。晚上11:40的时候她居然回复了，这让我很惊喜，平日她都睡着了的，' +
                ' 这会不会是她想陪我聊聊呢？不过后面我们俩一聊就停不下来了。她想去大理 三亚 还有去看上海的夜景【东方明珠】，' +
                ' 此刻在我心中就开始有了想法了，我要带她去旅行~' +
                ' 去她想去的地方，看她想看的夜景，喜欢上她的那一刻，她就是我的公主了！' +
                ' 带她去她想去的地方，我要保护她 宠她 从她跟我在一起时没有任何的后顾之忧，我一定可以照顾好她！' +
                ' 今年我要提前一个月辞职回国，陪她去大理 三亚 上海！省吃俭用 加油存钱，为了给你生日的惊喜 ' +
                ' 为了完成带你去旅行的计划，加油加油加油， jack你一定可以的！' +
                ' 诗萍 虽然我不会说甜言蜜语 嘴巴也笨 思想也值，但是我要用行动来表达。继续挑选第100天的礼物！还有剩16天就满100天~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月5号',
            content: ' 看到她回复我的信息是，我送她的手链断了，我很欲哭无泪，商家卖出的质量太不靠谱了，' +
                ' 好不容易买了一个她也喜欢的手链，居然断了。虽然昨晚也选了一条潘多拉手链，但是为了防备手链容易断裂，' +
                ' 我今晚重新选了一条，这条选的有点艰难，找了熟悉这个品牌的人，然后给我介绍了一下每个物品的名字与含义，' +
                ' 最终我选择了 【繁星童话、醉人月夜、蓝色魔力、三月签名、天使之翼】这个五个系列。' +
                ' 她喜欢浪漫，而繁星童话与醉人月夜，它们代表着浪漫，代表着美好。' +
                ' 蓝色魔力代表着纯真的力量，希望我们故事充满魔力的走到最后。' +
                ' 我们认识在3月13号，然后选择了 三月签名。' +
                ' 天使之翼代表保护与庇佑，我想你以后那个保护你 为你撑起一片天的那个人。' +
                ' 当选完之后再拖朋友帮我从美国代购寄过来，邮寄过来的时间预计为12天，我与她认识满100天还差15天，' +
                ' 应该能够来得及。6月20号我们认识就满一百天了，这几天是个非常值得纪念的一天。又到凌晨12点了，诗萍 晚安~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月7号',
            content: ' 今天的她比较忙碌，而且天气也很热了，今天的她非常的劳累，但是今晚她还是和聊了会儿天。' +
                ' 今天我买的衣服全到了，那么多件只有一件裤子和一件衬衣满意些，也拍照发给她了。' +
                ' 这一身衣服，她看起来要比之前顺眼多了。同为处女座的她，也有洁癖，也有控！颜值控 穿着打扮 都会有一定的洁癖。' +
                ' 我想同为处女座的爱好 洁癖 应该都会差不多的吧！总之我正在努力改变自己，让自己变得男神一点，' +
                ' 让她看起来顺眼些，正在改变自己的风格！认识100天，还差13天！',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月10号',
            content: ' 这一天她去长沙了，是下午2点出发的。' +
                ' 小海欧飞出去浪了，真想陪她一起去。我得攒钱过年回去，再和她去玩。' +
                ' 今天我非常难受，头痛欲裂，从外面回来后，就一直躺在床上了。离我们认识100天，还剩10天',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月11号',
            content: ' 这是她出去玩的第二天了，我们聊天的时间似乎很少了，一天就几句话。' +
                ' 因为她和朋友在外面玩，所以理解她与聊天时间少，幸运的是她偶尔会和我分享她与哪朋友在一起，与看到她分享出来的照片。' +
                ' 我现在就连做梦都想的事情就是，能够和她在一起，让她愿意做我女朋友，和 完成项目。这个项目我们没有抱着完全能够成功上线，' +
                ' 但是这个项目是我与朋友创业一个小希望，如果成功了，我想把她接过来和我一起在这边发展，如果失败了，' +
                ' 那么我会放弃自己喜欢的代码，去和她开店。作为23岁的我还年轻，我想把自己想要做的事情去努力拼一把，' +
                ' 不想给自己青春留下遗憾。我觉得青春就是用来追求理想，打拼以后的。离我们认识满100天还差9天~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月12号',
            content: ' 这个是她在长沙玩的第三天，今天她到了一家叫做一盏灯的餐饮店吃正宗的长沙菜。' +
                ' 她14号就要回凤凰了，看着她为她闺蜜与她闺蜜老公拍照时，她心里应该挺孤单的吧！好想一直在她身边陪着她，' +
                ' 现实的压迫让我不得不在自己岗位上继续工作，还有自己的项目要开发，还要和合作伙伴考虑以后的事。如果我们自己的项目成功了，' +
                ' 那么我跟她就可以更近了。可能她对我现在所做的事没有任何兴趣吧!以后少与她分享一下我所做的事，要找她喜欢的事，哈哈！' +
                ' 我现在在她心里是什么样了？是普通朋友?还是即将要到她的黑名单中了？还是她对我好感真正增加着?这些答案可能只有她知道吧！' +
                ' 不管怎么，我还是全力以赴! 爱上了就不要轻言放弃!我与她认识满100天，还剩8天了~',
            imgUrl: ['src/images/6-12.jpg'],
        },
    },
    {
        itme: {
            time: '6月17号',
            content: ' 这一天因为我小妹回家了，我拜托我小妹帮我买礼物送她，然后我小妹提了一些建议，然后实行了一场浪漫的送花计划，' +
                ' 这天下午我小妹精心的去挑选了玫瑰花，还录下了全程视频，然后找到她的位置并且把花送给她，看到她激动的问 我是不是回来了 反复问了好几遍，' +
                ' 我真的好开心呀！她心里应该有我的吧！不然也不会那么开心的问我小妹了，这段视频非常有纪念价值，我会好好保存下来。' +
                ' 这一天虽然是父亲节，但是给她过了个情人节，哈哈！因为时间关系，小欧你就将就将就吧！离我们认识满100天，还差3天',
            imgUrl: ['src/images/6-17.jpg', 'src/images/6-&-17.jpg'],
        },
    },
    {
        itme: {
            time: '6月20号',
            content: ' 这一天是我们认识满100天的日子，凌晨12点多的时候，我给她留言了，我们认识满了100天了，居然没有被她拉黑，幸运呀幸运，哈哈！' +
                ' 遗憾的是，满100天的礼物没有如期而至，还在从美国到国内的路上，这份礼物希望她能够喜欢。第一次这么费心的为女孩子挑选礼物，第一次这么费心的记录着这一切，' +
                ' 第一次这么安排着浪漫计划。她对于我，我已经把她当着自己的女朋友来对待了，我对于她，是怎么样的呢？还是朋友吗？' +
                ' 或许因为异地，导致让她觉得距离很遥远吧！我虽然隔几天就给她一个小惊喜，可能还是无法弥补距离的感觉。' +
                ' 说真的，我超级想念她，超级想和她在一起，自己也不知道喜欢她什么，就那么痴迷的喜欢了她，而且毫无保留的付出着，' +
                ' 只想让她总是有惊喜有意外的开心，总是那么的笑着，很美!',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '6月22号',
            content: ' 我跟她皮了一下，整蛊😏😏😏。我挑选很久的整蛊礼物，在这一天抵达目的地。哼哼~ 欧小皮，你会想到礼物里面是什么吗' +
                ' 礼物是一个全新的IphoneX~~~~的包装盒，然后里面是巧克力，哈哈哈哈😄😄😄😄😄。' +
                ' 当我打开手机网络的时候，微信嗖嗖嗖的信息就来了，哈哈哈，欧小皮原话“我第一反应就是苹果呢、被牛顿吃了吗”。哈哈，而且还发朋友圈了。' +
                ' 这样的节奏很愉快，两个人不在那么尴尬的聊天，也不在那么正儿八经的瞎聊，偶尔皮皮，很愉快，您觉得呢？欧小皮😄😄😄😄。',
            imgUrl: ['src/images/6-22.jpg'],
        },
    },
    {
        itme: {
            time: '6月25号',
            content: ' 这一天非常的忙碌，上午修改3个大的BUG，下午开始重新弄开发app的nginx配置与打包android包，然后调试！看似简单的东西，但是花费时间太长了。' +
                ' 下班回来后，开始做晚餐。今晚很意外，也很激动，因为今晚是她第一次发了段语音给我，虽然是我要她发给我的，' +
                ' 但是最终她还是很皮的发了一段语音，哈哈哈。第一次哦，第一次她肯给我发语音了，当时的心情是非常非常的激动，' +
                ' 非常非常的开心，因为我和她又进了一步，哈哈。欧小皮，你真的很皮😄😄😄。今天是我和她认识的第105天，这一天非常值得纪念！',
            imgUrl: ['src/images/6-25.jpg'],
        },
    },
    {
        itme: {
            time: '7月4号',
            content: ' 这一天满100天的礼物终于送到了她的手里，她非常的喜欢，而且这款也是她最喜欢的。',
            imgUrl: ['src/images/7-4.jpg'],
        },
    },
    {
        itme: {
            time: '7月21号',
            content: ' 有些时间没有续写日志了，今天她送的礼物已经到达广州中转站了，很快就要到达我这边了，还听说她为了给我选衣服，中途更换了好几次，' +
                ' 她非常的用心，心里真的好感动。这是她送我第一份礼物，这份礼物对于我来说是非常非常珍贵的。这是诗萍送我的礼物哦，这是诗萍送我的礼物萍，这是诗萍送我的礼物萍。' +
                ' 重要的事说三遍，哈哈哈哈哈！只从知道我对她好的同时也给她带来了巨大的压力，我选择了控制自己，减少她的压力；' +
                ' 但是我们之间的距离，似乎也被拉开，中途有些时间已经处于很少联系的状态了。真的很希望我们之间的距离不要被拉开，快些升温吧！',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '7月22号',
            content: ' 结束～',
            imgUrl: ['src/images/7-22.jpg'],
        },
    },
    {
        itme: {
            time: '7月27号',
            content: ' 原以为我们就此结束了，可是最后我们被长辈们挽救了回来。我还担心着她是因为长辈们的压力，才重新改变对我的认知，重修可以继续发展的机会。' +
                ' 最后才知道，长辈们把我为她辞职放弃了高薪的工作，回到家乡只为和她有个相处的机会，有些感动了，才与我重新有一个新的开始!' +
                ' 这是个转折点，之前所有的决定都没有白费，一定要珍惜这次机会。很多时候我非常非常想找她聊天，但是尴尬的是我嘴太笨，' +
                ' 不会把天聊的那么幽默那么的有气氛。真羡慕那些会聊天的人😞😞😞😞，我撩妹的技术怎么那么差呢😔😔😔，真被自己蠢哭了。' +
                ' 希望回去前能够改变改变自己，能够嘴才好些!',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '7月28号',
            content: ' 今天晚上收到了小欧从国内给我寄过来的衣服，总计三套。每一套都是那么的合身，比我自己选的都还要合身，真好奇她是怎么选衣服的。' +
                ' 选衣服的时候，她肯定花费了太多的精力来选着了，每一套都是那么的舒适，每一套都是那么的搭配，每一套都是那么的有风格。' +
                ' 这种风格虽然不是我以前的风格，但是穿上去更显活力。这样的风格有点酷有点痞有点很正能量有点刚猛，' +
                ' 总而言之就是够man的风格。这是她第一次送我的礼物，这份礼物对于我是无比的珍贵。' +
                ' 穿上她送我的衣服时，就像她在我身边一样，很温柔、很体贴、很舒适，仿佛能够感受到了她的温度。' +
                ' 这三套衣服不仅仅是衣服，上面还存放这她的心。都像抱着这三套衣服睡觉了，我非常非常非常喜欢，谢谢你 小欧',
            imgUrl: [
                'src/images/7-28.jpg',
                'src/images/7-&-28.jpg',
                'src/images/7-&&-28.jpg',
                'src/images/7-&&&-28.jpg',
            ],
        },
    },
    {
        itme: {
            time: '7月29号',
            content: ' 这一天是我与诗萍相隔2个多月第一次视频，虽然是阿姨帮助我与她开的视频。她一开始有些尴尬，我也是有些尴尬，' +
                ' 太突然了。😂😂😂。不过看到了她，我心里莫名的高兴 兴奋与激动，超开心的。她比之前黑了些，因为她家里比较忙，她需要帮家里人送货。' +
                ' 现在这个时候是最热的时候，她每天要在炎热的天气里来回奔波着，有些心疼了，真想替她做了这些事儿',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '7月30号',
            content: ' 这一天我穿着她送我了衣服去上班了，因为进公司会有服装检查，只能穿长裤，所以今天穿了她送我的那套有长裤的。穿着她送我的以后，感觉浑身带劲，走路生风啊。' +
                ' 她的眼光真的很好，非常会搭配，不光我觉得好看，我同事们都觉得很棒。今天一整天都是很带劲，写代码脑子的思路刷刷的，贼快！😄😄😄😄😄😄 这一天链接数据的问题，' +
                ' 貌似也有些眉目，为人处事非常重要。找链接数据的这个信息，还是之前的同事给我的。小欧总是会给我带来好运，她真的是我Lucky goddess(幸运女神)。' +
                ' 我的全部都压在了一年后，如果外卖平台真的做起来了，那么我就有能力给她一个美好的以后，如果我失败了，我也不想耽误她，她真的很好，就像angel一样。' +
                ' 和她在一起我会莫名的轻松开心，她很有魔力。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '8月17号',
            content: ' 最近一直忙着学习以后需要的东西，似乎很久没有记录我们之间的事儿了，不过8月17号七夕的礼物是不会忘记的。这次送的礼物是一个蒲公英标本水晶球，' +
                ' 蒲公英只要有风，那么它就可以自由的在天空飞，也是她最想自由的出来看看外面的世界，她也有自己的想法，只是等待发现自己的爱好，她非常想要出来自己独立闯荡，' +
                ' 所以我把这个礼物刻字为追梦。“青春有梦必去追，笑看人生苦与甜。”意思就是青春的时候有梦想就必须去追，在追梦的路上会遇到很多困难很多心酸与快乐，当自己体会了这些，人生才算完整，' +
                ' 才能够笑看人生。又一个七夕，又一个一个人凌晨1点多还不睡。不是不想睡而是睡不着，心中事太多了！',
            imgUrl: ['src/images/8-17.jpg'],
        },
    },
    {
        itme: {
            time: '8月28号',
            content: ' 距离小欧的生日还剩七天，我很早之前就找了她的朋友推荐了一个订蛋糕的人联系方式。从27号我的回到家里后就开始联系这个人谈论订蛋糕的事，27号那天晚上，我以送其他朋友蛋糕之名，' +
                ' 找她推荐蛋糕，她比较偏向提拉米苏和慕斯。店家发个了我一下提拉米苏和慕斯蛋糕的照片，貌似都不怎么好，所以我找店家定做了一份双层的慕斯蛋糕。为了不让她有压力，我不会告诉她知道我给她定做了一个大蛋糕，' +
                ' 虽然拜托了她的朋友帮我拿蛋糕送她的时候不要说是我送的，她应该也能够猜到是我。😞😞😞😞 我只想小心翼翼的靠近她，不要让她有任何压力，全心付出着就好。早已选好了的大熊，明天就开始付款了，' +
                ' 希望途中不要有其他差错，能够准时抵达。虽然你对我只是最普通最普通的朋友，但是你对于我却是极为重要的人，我不想错过你。',
            imgUrl: ['src/images/8-28.jpg'],
        },
    },
    {
        itme: {
            time: '8月31号',
            content: ' 这一天选好已久的大熊，已经付款下单了，希望能够及时抵达她那里。我不能飞回去穿着熊装，拿着蛋糕去给她庆祝生日，那就让大熊带着我的思念去配着你。现实生活真的很让人无奈，我什么时候才能挣脱这些无奈去做自己想做的事，' +
                ' 比如当下我们能够在一起过一个生日也好！我们的生日是同一天，可我只想给你过生日。小欧，你知道我有多么多么的想你吗？你知道我有多么多么的想和你聊天吗？你知道我有多么多么的想接近你吗？害怕你有压力，你有抗拒，我总是控制着我与你的距离。' +
                ' 爱一个人喜欢一个人只想着接近她和她在一起，能够给她不一样的快乐。我很想很想和你聊天，很想很想和你有各种互动，但是每次和你聊天的时候，我的笑点都是那么的低，我的幽默是那么的不幽默。怎么样才能抵达你的世界和你有共同的话?',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '9月4号',
            content: ' 这一天是农历七月二十五，这是个特殊的日子，那就是我们的生日~<br/>' +
                ' 在9月3号晚上11点多时，我就开始练习唱生日歌，直到12点时，我就先唱了生日歌，送上祝福语，想在这一天成为她第一个祝福的人。9月4号这一天早上就提醒做蛋糕的人了，早上12点多的时候，' +
                ' 店家就把我定做的蛋糕发给我看了，可惜没有达到完全达到我想要的，做的还不够漂亮😂😂😂😂。<br/>' +
                ' 今晚她应该很开心，那么多朋友陪伴着。好可惜我的计划被改变了，不然今晚的我就身穿熊装，左手拿蛋糕，右手捧花的出现在她面前为她庆祝生日了。<br/>' +
                ' 第一次和同一天生日的人过生日，而且这个人还是你，这样的感觉比以往的生日完全不一样了，因为和你是同一天庆祝生日，虽然我们相差2000多公里，但是我依然感觉你就在我身边。今天的你很漂亮，比以往更加的美!',
            imgUrl: ['src/images/9-4.jpg'],
        },
    },
    {
        itme: {
            time: '9月14号',
            content: ' 这一天，小欧独自一人去了长沙，这一天她终于如愿以偿了，终于可以自由飞到自己的天空了。我非常提她开心，同时也在担心着。她离开了爸爸妈妈的庇护中，' +
                ' 她会遇到各种各样的人，也会遇到各种各样的事情。刚刚出来，外界的环境肯定会有很多的不适应，很担心她被欺负，也很担心她受累受委屈。当你遇到不开心的时候，' +
                ' 一定要对我说。小欧，加油！',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '2019/2/16',
            content: '首先郑重的说一下今天是个非常重要的日子，但是说重要的时候，需要先做个铺垫，嘿嘿～' +
                ' 一下子就过去了好几个月了，在这几个月里一直没有再继续更新我们的故事，是因为最近真的很累了；每天奔波在两点一线，使用新的技术，需要不断的去了解，去学习，几乎每天都要到凌晨2点才可以睡觉；' +
                ' 在国外经常会有一些朋友问我，为什么自己那么坚持，每天除了工作就是学习，偶尔才放松一下，这样自己活的很累，自己应该轻松的去生活；我只是笑了笑，回答说：现在不努力为以后打拼，难到以后要自己心爱的人，跟着自己吃苦受累看脸色吗？' +
                ' 回国后，家乡的一切变的十分的模式，自己如同会说当地话的外地人一样，一切都是那么的十分的陌生；' +
                ' 不过在家这些天，我们之间的温度，开始逐渐回升，她对我的状态明显的改变了，这个改变让我更有信心我的坚持；' +
                ' 在家乡的自己如同一个木头疙瘩一样，很多地方不知道，好吃的地方也是一脸懵逼。在我记忆中的熟悉的凤凰已经是很多年前的凤凰了，那个凤凰如今已经不复存在了；长期经常自己一个人待着，那个幽默风趣的我，似乎已经不见了，现在的我会经常沉默寡言，所以导致了一些尴尬的场景，我们会经常很安静的待在这，这样的场景得打破；' +
                ' 之前所发生的一切好与坏都将成为我们以后的基石！2019年2月16号，是个非常浓重而有重要和人的一生第二个转折点，那么就是：<br/><strong style="font-size:1.3rem">我滕德勇与欧阳诗萍订婚了</strong>～～～<br/>' +
                ' 我们之间感情是很浅，没有像其他人那样经过恋爱的马拉松然后订婚；我一直以来都是很在乎她的感受，只要是她不喜欢的，绝不会有半点强求，我比较喜欢自愿，所以一直以来到现在我都会尊重她的意愿和考虑她的感受；' +
                ' 这次我们能够订婚，绝大多少都是长辈们给予的帮助，从我们认识也都是长辈们帮助引荐的，不然我们这两条平行线也不会有这样的有了交织，能够认识她和走的现在这样的地步，我觉得我是很幸运的；在我心中她非常的懂事孝顺明事理，而且很体贴家人，' +
                ' 她是个很完美的女生，也很地道，和她在一起和对话时，总能够感受到一种灵魂回归的感觉，这并不是在夸大其词，那种感觉能够让自己放下警觉放下防备，真的很轻松，很舒服；' +
                ' 这一天我们很折腾，这次的折腾也是为了我；一个人待惯了，穿着打扮都变的很随意，而且衣服的搭配也变的很白痴，换句话说，自己买的衣服完全不能穿上场面上；所以这次折腾都是为了能够让我有一套得体的衣装，(好尴尬哦，往日的自己帅的一逼，此刻居然不能上场面)' +
                ' 一大早就奔波去了吉首，遗憾的是，开门的店铺没有合适的，大商场却没有开门；最终机智的她，执行了她的B计划，找她闺蜜帮忙，问她闺蜜的老公借了一件上档次的衣服；' +
                ' 最终来到我家里，然后双方的长辈见面聊天，我们就这样订了婚，我们的无名指多了一枚订婚的戒指；' +
                ' 戴的不是戒指，是一份责任，是我对她的承诺，也是我对我们以后的担当；',
            imgUrl: ['src/images/2019-02-16.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/3/13',
            content: ' 这一天是我们认识一周年的纪念日。去年的今天，我们通过长辈们的介绍，加了微信认识的；今年的今天，我们已经订婚了；前几天给她选了很多礼物，结果没有一个是她喜欢的；她正在寻找一条喜欢的项目；' +
                '  但是这一天是我们的纪念日，给她选的礼物，没有她喜欢的，那我还是得送一个礼物，毕竟今天是纪念日，我真心想要让她感受意外的喜悦；所以昨天我给她购买了一个苹果无线蓝牙耳机；' +
                '  不过最终因为不想让我乱花钱，她还是没有拆开就直接要我申请退货了😂。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '2019/3/29',
            content: '诗萍和欧阳阿姨经过好几天的精挑细选，最终选择了凤凰的碧桂园7栋1803号房子，今天我们一起去付了首付了，接下来就等待我回公司打印收入证明了' +
                ' 选房子这几天非常的辛苦诗萍和欧阳阿姨了😊，现在等待贷款下来，然后我们就有了自己的房子自己的家了；今天晚上我终于实现了我的一个一直以来的愿望，' +
                ' 那就是和自己心爱的人，一起去自己曾经在凤凰经常去的地方看夜景，那个地方就是南华门公园的小山坡上的一个亭子，那个地方能够看到沱江整个夜景；这个地方很安静，能够有种身在世外看喧城的感觉；' +
                ' 我们的故事不仅仅只是文字这些，更多的美好故事都在时时刻刻发生着。',
            imgUrl: ['src/images/2019-03-29.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/3/30            ',
            content: '诗萍和欧阳阿姨经过好几天的精挑细选，最终选择了凤凰的碧桂园7栋1803号房子，今天我们一起去付了首付了，接下来就等待我回公司打印收入证明了' +
                ' 选房子这几天非常的辛苦诗萍和欧阳阿姨了😊，现在等待贷款下来，然后我们就有了自己的房子自己的家了；今天晚上我终于实现了我的一个一直以来的愿望，' +
                ' 那就是和自己心爱的人，一起去自己曾经在凤凰经常去的地方看夜景，那个地方就是南华门公园的小山坡上的一个亭子，那个地方能够看到沱江整个夜景；这个地方很安静，能够有种身在世外看喧城的感觉；' +
                ' 我们的故事不仅仅只是文字这些，更多的美好故事都在时时刻刻发生着。',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '2019/5/26',
            content: '这一天是一个值得纪念和开始的时间，因为这一天是小欧欧考试科目三并且考过的时间；虽然心里有种很强烈的预感她肯定可以考过的' +
                '但是心里还是挺为她担心的。前期练车的时间特别特别少，都是快要到考试的时候，才开始增加时间练习的；当听到你考过的时候，' +
                '我的心里是万分的开心，也为你松了一口气；你能够如此顺利的一把就过，背后你肯定付出了很多，也面对着很多心里压力；' +
                '小欧欧，你辛苦了，在你面对这些的有压力紧张的时候，我没有陪在你身边，只能在相隔2000多公里外，在微信上给你一些支持和鼓励；' +
                '非常的抱歉。',
            imgUrl: ['src/images/2019-5-26.jpg'],
        },
    },
    {
        itme: {
            time: '2019/5/30',
            content: '这些天，我的工作渐渐的开始偏向后端了，每天都是在看一个使用网易云IM系统服务开发的聊天室系统代码；写代码是思路，但是看代码' +
                '还真是一门修养，因为你永远不知道对方下一步写的是什么逻辑，简单的说就是，看的心里特别的沉闷，而且脑子也是嗡嗡的一团乱；' +
                '这些还都算了，还需要去处理前端的一些事件，一天下来脑子就跟浆糊一样乱、糟、痛；不过在上天给你关门的时候，还是会给你开一扇窗的；' +
                '我的小欧欧给了我一个特别特别特别震撼的消息也是让我打鸡血的消息，那就是她要来我的世界里，和我一起生活了；哇塞 顿时我就开心的不行了；' +
                '这个消息即兴奋也比较紧张，因为单身那么久了，也经常一个人宅久了，突然过两个人的生活，还是有点紧张的，哈哈；不过我很期待，因为这即将是我们' +
                '的一个新的开始，新的起点，也是新的生活；小欧欧，我不会撩妹子，但你却是我最想撩，也是要撩一辈子的妹子；等我们一起生活了，我一定要天天撩你，' +
                '谁让你是我的准老婆尼，哈哈；',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '2019/6/1',
            content: '这一天是个特别的节日，因为是六一儿童节嘛，好像不管是啥节日，貌似都与我们男生毫无关系了，哦不，有关系' +
                '我男生肯定要为什么心爱的人准备点啥，嘿嘿 谁让对方是咱的小可爱尼；我是不敢再买啥送她了，因为我的审美观，和她完全不是是个档次的，' +
                '下欧欧审美观太高了，如果有一本让直男变成各方面都变的风趣幽默，那么再难我都要去学；有种方式虽然不能让我练就一身撩人本身，' +
                '但至少能够让我撩一时，那就是查google呀，这可是程序员必备技能呀；然后就找了几段经典的话，自己改改然后去撩小欧欧；' +
                '额 结果是我好像是全裸的站在她面前一样，完全被洞察了；虽然说我撩的那些话老土，但是我能够感受到她其实内心是开心的；' +
                '至少有评价了嘛 google那么久的时间，也不白忙乎嘛；哈哈',
            imgUrl: [
                'src/images/2019-06-01-1.jpeg',
                'src/images/2019-06-01-2.jpeg',
                'src/images/2019-06-01-3.jpeg',
                'src/images/2019-06-01-4.jpeg',
                'src/images/2019-06-01-5.jpeg',
                'src/images/2019-06-01-6.jpeg',
            ],
        },
    },
    {
        itme: {
            time: '2019/6/9',
            content: '这一天奔波在两个商场里，天气是闷热的，但是心里却是激动和愉快的，小欧欧很快就要来到了我的生活中了，这是在为她采购生活的物品；' +
                ' 当购买了一些物品后，总是觉得少些什么？嗯？对了，化妆品摆放对架子；在浴室里的镜子旁边测量空间的大小，然后开始去商场寻找一个好看些的架子或者盒子；' +
                ' 最终找到了一个分为三蹭的小架子；回到浴室里，开始安装小架子；安装完后感觉还不错，位置靠近大镜子，方便照镜子，而且也不占空间；' +
                ' 当坐下来后，还是觉得不够完美，之前和小欧欧聊天的时候，听她说过对陌生对空间，可能会比较难以适应；对！空间，那就是房间；而且把房间打造成温馨的，也是我想要做的；' +
                ' 第一次打造温馨的房间，不知道从何下手，思索很久，没有想到很好的，但心里却是满满的她，那就从心里开始；从之前准备开始写这个时光轴的时候，就收集了些她的照片；' +
                ' 所以从她17岁的照片到现在的照片，全部洗出来，然后帖到房间里；既然如此，就说干就干，翻阅电脑，把整理的照片全部考进u盘拿去洗；' +
                ' 拿到厚厚的一打照片(91张)，开始在房间里面壁思考，要帖成什么样子的，最终的是 从右至左，17岁开始往左边帖；经过多次改帖最终成了一个心的形状，哈哈～～～',
            imgUrl: ['src/images/2019-06-09.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/6/10',
            content: '今天是6月10号了，是周一；好快只有2天就可以见到她了，我承认我此刻已经无心工作，一心只想见到她；尽量的控制自己的心情，进行工作；最近的工作是后端的，虽然非常虐心，但是想着小欧欧马上就要来咯，' +
                ' 还是耐心的把代码写好，把问题解决好；希望时间过的更快些，好早点能够见到她~~~~',
            imgUrl: [],
        },
    },
    {
        itme: {
            time: '2019/6/11',
            content: '这是最难熬一天，我是12号凌晨2的飞往广州的航班；很艰难的熬到下班了，回到家里，开始收拾床，把之前买好的床单被子枕头，统统开始布置好；布置完之后还不忘录制一段房间的视频，哈哈；' +
                ' 房间的布局，虽然不是最温馨的，但个人觉得还是有点家的感觉了，此处请忽略自我陶醉；时间过的很快，马上就到了11点了，我得准备出发赶往机场' +
                ' 匆匆忙忙到达机场办理好一切手续，就等飞机了；站在候机室，面对灯火通明的机场，此刻的你应该已经在睡梦中了吧，很快我们就可以见面了，小欧欧；我们一起生活时，我一定会好好照顾好你，这不是一个简单的承诺，而是我应该做的和我想做的；' +
                ' 你是我的另一半，我一定会把我最好的都给你 爱你呵护你',
            imgUrl: ['src/images/2019-06-11.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/6/12',
            content: '似乎刚刚躺下，时间已经到了早上7点多了，此刻的你，应该正在赶飞机的路上；我似乎迷迷糊糊的给她打了电话，和她确认现在情况，我还是比较担心机票的问题，因为之前是那护照买的，之后改成了身份证；' +
                ' 不够幸运的是很顺利的拿到了机票，但当天家里下着很大的雨，有些狼狈，哎 心里有些难受，因为在她面对大雨时，我没有在她身边拿行李撑伞；之后迷迷糊糊的大概早上9点多，她是早上10点CZ3922南航铜仁飞往广州的航班，此刻她也正在登机了；' +
                ' 为了能够早点见到她，我们结束对话之后，也立即起床联系了酒店接送的人，送我到广州T2机场；抵达机场后，时间是10点多，我开始寻找周黑鸭，以及寻找附近早餐店；' +
                ' 一切准备好了，我也已经来到了国内到达区域来接她，说真的，此刻表面稳如狗，但心中早已激动的不行了；时间一分一分的流失着，终于听到了广播，CZ3922航班已经抵达机场，虽然知道还需要等待下飞机和拿行李，' +
                ' 但本能的反应，还是只刷刷的往出口看着，等待着；看着出来一波又一波人，还是没有见到她，此刻心里除了激动还是激动，甚至忍不住的给她打起了电话；' +
                ' 之前所担心的我们见面后，怎么样开头和聊些什么，早已被激动一扫而空，剩下的全是很自然的反应了；经过漫长的等待，终于见到了她，她身穿黑色皮衣，这件外套就是去2018年5月9号，第一次来我家的时候她穿的那件黑色的皮外套；再者就是穿着黑色的裤子和拖鞋，背着斜包包，拖着一个行李箱，还有一个大粉红色的包包；' +
                ' 激动的我，快速的打了招呼，让她看到我的位置，然后走了过来，我迅速的接过她的行李；我们彼此笑了笑，然后开始进行我们一步的计划；' +
                ' 我们办理好了登机牌，找到了登机口，就开始吃东西，此刻说不出的开心；马上就要开始我们自己的生活了；傍晚6点多左右，终于抵达了目的地；然后匆忙的拿到了行李，叫车回家；一切安顿好之后，自己心里反问着自己，这是在做梦吗？我们既然开始一起生活了，如果这是梦的话，希望永远不要醒了，如果是现实的话，那么我会非常非常珍惜我们的每一天；',
            imgUrl: ['src/images/2019-06-12-1.jpeg', 'src/images/2019-06-12-2.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/6/13',
            content: '开始我们生活的第一天，很早的时候，她就醒了，我还躺在沙发上熟睡着；被她叫醒了，说让我去睡床，她现在起床了不睡了；我迷迷糊糊的翻了个身，已经忘记自己是睡在沙发上；' +
                ' 结果 砰～ 的一声，我从沙发上摔到了地上；这个囧状把她乐的呵呵笑；然后我也睡不着了，也没有去床上睡觉了，直接开始做吃的，然后进行我们的约会；' +
                ' 今天我们去的地方是 Greenbel(一家比较大比较全的商场)，带她逛了一圈，额 应该说是乱逛吧，我对商场很不熟，这是个比较尴尬的事；然后逛到了一个买小吃的地方，我们点了一个日本料理；' +
                ' 没吃几个就觉得很腻了，还是我们大中国的食物好吃；经过胡乱的瞎逛之后，我们直接去了海洋公馆；购买了门票，走到了一个核心景点时，此刻我们已经被周围的鱼群吸引住了；当然在这里还是忘不了美美的拍几张照片' +
                ' 在我们即将要离开这个景点时，一个外国小姑娘说要给我们两拍照，我在心里想，咦 机会来了，拍照的时候，我一定要拉她的手，貌似我们一直以来都没拉过手，哈哈；果然 在我们合影的时候，我顺势拉住她的手，嗯 很好 哈哈；在海洋馆是我们第一次的牵手；' +
                ' 很开心，也在此刻我们渐渐的放开了心中的束缚；在这一天虽然没有什么太好看的景色，也没有太惊艳的场景，但我们心与心之间但距离更近了，甚至还自拍了我们但合影；' +
                ' 对这一天打上满满的开心的句号；',
            imgUrl: ['src/images/2019-06-13-1.jpeg', 'src/images/2019-06-13-2.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/6/15',
            content: '这是我们一起生活的第三天，昨天我们玩的很愉快，但页很糟糕，因为她的脚被鞋子磨破了；这天我们上午洗簌完之后，就去商场吃东西；我们出门的时候，甜蜜的拉着手一起出门了，明显能够感觉到她还是有点害羞，但还是让我拉这手走'+
                    ' 在路上我们有说有笑，我还请我姐拿她的华为手机给我们拍照，边走边说边拍，非常的开心；到了商场，我们就开始找吃的地方，然后就开始逛商场咯，因为商场我姐比我熟，有我姐带着，这一天她逛的更轻松愉快些。这一天我们买些吃的，和用的回来，'+
                    ' 明天我们要去海边玩，得准备些吃的，就这样逛了一天的商场，回来后已经累的不行了，而她还是那么的精神，看来我是得锻炼了',
            imgUrl: ['src/images/2019-06-15-1.jpeg', 'src/images/2019-06-15-2.jpeg', 'src/images/2019-06-15-3.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/6/16',
            content: '这是我们一起生活的第四天，这一天早上我们起来的非常非常的早，当时小欧欧打扮的很漂亮，一顶浅黄色很特别的的草帽，一件浅但白色的上衣，一件暗红色的裙子，一个白色的小白宝宝，一副大大的眼睛，嘴唇上还图着红红的口红；她平日不化妆都很好看，今天的她稍微的描绘了一下小淡妆，'+
                    '更是景上添花美丽之极；时间是早上5点到楼下集合，然后6点到一个商场集合，等待接送司机送我们到目的地景区；'+
                    '我们和我到同事一行5人，司机接送我们的集合地方的时候，我记得很清楚，天际还才有一点点鱼肚白，还可以看到那又大又亮的月亮，这是也算是我们第一次看到天亮的渐渐亮的时候；'+
                    '等上了车之后，坐了一小会儿，小欧欧开始有了点困倦，因为起的太早了；在狭小的车子的空间里，我们坐在第二排，我拉着她的手，让她靠在我的肩膀上睡着；'+
                    '这一路上的颠簸，我是激动加幸福，一直拉着她的手直到目的地；到了目的时时间是早上8点40，司机到景区的柜台帮助我们办理好了一切，接着带我们到海边的凉亭里，接着我们就开始自由活动了'+
                    '这是她第一次看到大海，不过此时的景色，的确很漂亮，蓝天白云大海，呼呼的海风迎面吹来，把我们一路上的困倦全部吹走了；看着她在哪很开心的拍照，那时我很欣慰自己订制了这个计划，还算可以，这个地方还真不愧为小马尔代夫'+
                    '我们边逛海边边拍照，遗憾的是我拍照的技术太烂了，完全不达标，但庆幸的是我有个同事，拍照还算可以，然后请他帮助我们拍了些照片'+
                    '逛了一圈后，太阳也渐渐大了起来，四周的温度也逐渐上升了，我们就呆在凉亭里，聊起了天；这也是一种很不错的聊天方式，毕竟我们似乎都还没有怎么深入聊天过;'+
                    '这一下午，我们聊了很多很多，也很明显感觉到我们之间距离拉近了很多很多，这一趟旅行很值，这里留下了我曾经在梦里出现的一幕，那就是在夕阳西下的时候，手拉着手走在细软的沙滩上，一步一步的脚印～'+
                    '下午6点的时候，我们开始坐上回家的车了，此刻的她已经很疲惫了，我们坐在车子的最后一排，空间比较狭小，她躺在我的怀里睡着，我想让她睡的更舒服一点，就拿一直搀着她的脑袋，不让车的颠簸影响她晃来晃去的'+
                    '摇摇晃晃，我们走了很久很久才到家了，当时已经是晚上10点多了，我们已经非常疲惫了，回到家里，稍微洗漱了一下，就开始休息; 这疲惫又奔波但也很值的一天~',
            imgUrl: ['src/images/2019-06-16-1.jpeg', 'src/images/2019-06-16-2.jpeg', 'src/images/2019-06-16-3.jpeg', 'src/images/2019-06-16-4.jpeg', 'src/images/2019-06-16-5.jpeg',
                    'src/images/2019-06-16-6.jpeg', 'src/images/2019-06-16-7.jpeg', 'src/images/2019-06-16-8.jpeg', 'src/images/2019-06-16-9.jpeg'],
        },
    },
    {
        itme: {
            time: '2019/6/21',
            content: '最近公司接了一大单子，然后甲方要请我们技术部吃大餐，算是后期需要辛苦我们，为我们加油吧！晚上下班后，我就回到家里带着小欧欧去了吃饭的地方。'+
                    '大佬就是大佬，请我们吃饭的地方还算是不错的，算得上是中等级了，这一天也是小欧欧见到我全部同事的一天。到座位上，挨个介绍了一下我的同事；吃的还很丰收，那些菜都是一些很昂贵的'+
                    '很多菜我都从没见过，也不知道教什么名字，听一些同事说，这些菜都是非常的贵；吃饱后，我就和老板打了一声招呼，边带着她去一个海湾散散步；'+
                    '这个海湾是一个小的游乐场，晚上有很多人在这里玩，很热闹；我就这样拉着她的手，一边慢慢的走着，一边聊着天，这样的感觉真的很幸福；接着我们就走到了一个摩天轮下边'+
                    '我边拉着她一起坐上了摩天轮，这是我们第一次像电影里一样男女主角坐上了摩天轮，哈哈；在摩天轮里她还是有些小害怕的，比较太高了；但还是忘不了美美的拍上几张照片',
            imgUrl: ['src/images/2019-06-21-1.jpeg', 'src/images/2019-06-21-2.jpeg']
        },
    },
    {
        itme: {
            time: '2019/6/21',
            content: '最近公司接了一大单子，然后甲方要请我们技术部吃大餐，算是后期需要辛苦我们，为我们加油吧！晚上下班后，我就回到家里带着小欧欧去了吃饭的地方。'+
                    '大佬就是大佬，请我们吃饭的地方还算是不错的，算得上是中等级了，这一天也是小欧欧见到我全部同事的一天。到座位上，挨个介绍了一下我的同事；吃的还很丰收，那些菜都是一些很昂贵的'+
                    '很多菜我都从没见过，也不知道教什么名字，听一些同事说，这些菜都是非常的贵；吃饱后，我就和老板打了一声招呼，边带着她去一个海湾散散步；'+
                    '这个海湾是一个小的游乐场，晚上有很多人在这里玩，很热闹；我就这样拉着她的手，一边慢慢的走着，一边聊着天，这样的感觉真的很幸福；接着我们就走到了一个摩天轮下边'+
                    '我边拉着她一起坐上了摩天轮，这是我们第一次像电影里一样男女主角坐上了摩天轮，哈哈；在摩天轮里她还是有些小害怕的，比较太高了；但还是忘不了美美的拍上几张照片',
            imgUrl: ['src/images/2019-06-21-1.jpeg', 'src/images/2019-06-21-2.jpeg']
        },
    },
    {
        itme: {
            time: '2019/6/23',
            content: '这一天我们去了一个很特别的地方，名字叫做小威尼斯水城；很多人都是慕名而来，当然我也是；为了能够缓解小欧欧在家里的沉闷的环境，便寻找了这个地方'+
                    '这是朋友带我们一起来的，而且这个地方是富人区，居住的人都是土豪，当然这里的建筑物也是比较特别的，就如这个威尼斯水城，其他它就是一个商场；在朋友的带领下，我们就这样慢慢的逛起了这个威尼斯小水城；'+
                    '这里的水跟清澈，然后上面还有人划船载游客，是一个很浪漫很有威尼斯味道的商场；我们还是一如继往的甜蜜拉着手，边逛边拍照；看着她笑，我心里也是暖暖的；我们最好坐在水中央的一个餐桌上，点了些饮料，边聊边看这浪漫的水城～',
            imgUrl: ['src/images/2019-06-23-1.jpeg', 'src/images/2019-06-23-2.jpeg' , 'src/images/2019-06-23-3.jpeg' , 'src/images/2019-06-23-4.jpeg' , 'src/images/2019-06-23-5.jpeg', 'src/images/2019-06-23-6.jpeg']
        },
    },
    {
        itme: {
            time: '2019/07/02',
            content: '这天是比较忙碌的，我们部门一直在加班赶项目已经很久没有早早下班为小欧欧做饭吃了，小欧欧的晚餐都是和我姐一起吃；但今天让我很意外但是，下欧欧亲自下厨了'+
                    '哇塞，下欧欧第一次下厨耶，哈哈；我必须得回去尝尝这幸福的味道，便悄悄的偷摸溜回家了；到了家里看到桌子上的菜，哇塞，超级暖心，这是小欧欧我最爱的人，我梦寐以求的人做的菜，心里特别特别暖，然后拿起碗筷便吃了起来'+
                    '味道很好，我很喜欢这个味道，一直在外面奔波，吃到她做的菜，仿佛有种家的感觉，我很爱这些菜，更爱她～'
            ,
            imgUrl: ['src/images/2019-07-2.jpeg',]
        },
    },
    {
        itme: {
            time: '2019/07/14',
            content: '这是一个奔波和惊险一天！这天我和朋友们进入了一个自由行的旅游群，并参加了这次的旅游，本次的目的是一个小岛，去的目的是潜水；'+
                    '开始还以为只有我们几个人，第二天到集合点才发现，满满三车子人；又是一个凌晨折腾的旅行，而且车子上也是非常的拥挤；'+
                    '车程完了，还需要坐船，这个船是香蕉船，体积比较小，和香蕉很像，所以被称之为香蕉船；每人穿着救生衣上了船，一开始的我们都是很开心的在穿上看着这蓝天白云大海；'+
                    '这也是下欧欧第一次坐船，当船行驶到了岛与上船点的中间点时，风比较大，浪也是比较大，海水经常排进船里，她坐在船的前面，泳衣已经被海水打湿了，有点冷，而且还晕船了；'+
                    '这时我立马和人换了位置，坐到了前面，为她挡住拍来的海水；但这些已经没有用了，她已经冷但打哆嗦了，这些我心中倍感难受，如果知道是这样但旅行，本就不应该带她过来玩了'+
                    '眼看到了岛，但始终是还没有到，一直抓着她的手坚持着，我知道此刻她心中了倍感奔溃，遇到这样的情况，难受之极；过了大概20分钟，我们终于到了岛上；这个到看起来非常的荒凉，唯独海水很干净'+
                    '周围没有遭到任何的环境污染，和破坏，保留着很多原始的模样；尴尬的事情，还没有结束，在她换泳衣的时候，衣服的拉链坏了，这个一刻真的崩溃；此刻心中真的是奔溃的边缘，祸不单行～～'+
                    '等下欧欧换好了衣服我们便来到了休息的亭子里，大家坐着休息吃起了零食，过了一会儿了，才慢慢开始看风景，我和她糟糕的情绪也渐渐散去'+
                    '这里的海水还真不错，干净的很蓝、天空也是那么的蓝；一望无际的大海，把平日忙碌的疲惫也统统随风散去；看着自己喜欢的人在美美的拍摄这美丽的风景和自拍；此刻真好，犹如梦境的场景，真实的在我的世界进行着；'+
                    '中途我光着膀子浅了几次水，也在跳崖，玩起了跳水；傍晚的时候，我们又再一次拉手在沙滩上散起了步；在回去的船上时，经历了一次坐船的小欧欧这次表示有点激动，刚开始的我们都很开心都很，但快回到出发点的时候，'+
                    '真特么天公不作美呀，居然下起了大雨，刮起了大风；顿时我们就开始提心吊胆了起来，虽然我们穿着救生衣；带在这样带大海中，我们显的微不足道；但看开船但大叔，表情很淡定，是否已经见以为常了；中途好几次我们差点'+
                    '中间我们差点被浪打下去；幸运的是我们安全抵达了岸边，冲洗之后便上了回家的车，这趟旅程可算是一起简历了惊心动魄的事件，但不会再有下一次了！'
            ,
            imgUrl: ['src/images/2019-07-14-1.jpeg', 'src/images/2019-07-14-2.jpeg', 'src/images/2019-07-14-3.jpeg', 'src/images/2019-07-14-4.jpeg', 'src/images/2019-07-14-5.jpeg']
        },
    },
    {
        itme: {
            time: '2019/07/19',
            content: '苦逼的程序员，每条活着编写代码和修BUG的途中，和往日不同的和很庆幸的是，我身边多了一个我爱的人，也爱的我人小欧欧；从我的单恋，到我们现在彼此相爱和喜欢，'+
                    '从一直平行的平行线到我们交集到缠绕，我们之间经历了很多选择和坚持，中途也让小欧欧很为难甚至很委屈的过程，最终我们才走到了一起，所以这一切和你在身边的每一天，'+
                    '我都格外的珍惜；每天早上我去上班的时候，你总会送我到门口，然后我们拥抱着，亲吻了一下对方，我便出门去了公司；忙碌了一整天，下班已经是凌晨12点了，拖着疲惫不愧的身躯，坐上了公司车回到了家；一到了家门口，我就变得精神抖擞；因为马上我就可以见到我每天都在想念的那个人 -- '+
                    '小欧欧；当我打开门的那一刻我被感动了，她在等待着我下班，而且还给我做好了热腾腾的饭菜放在桌子上，这一刻我内心很感动，瞬间把她紧紧拥抱在怀中～'
            ,
            imgUrl: ['src/images/2019-07-19.jpeg']
        },
    },
    {
        itme: {
            time: '2019/08/25',
            content: '今天是2019-08-25也是农历七月二十五，它是特别的一天更是激动的一天～；小欧欧也找到了一份小工作了，今天是周日，原本休假的，但我要她换休，所以今天继续上班；'+
                    '明明周日我们可以好好待在一块，为什么还要她去上班换休？嘿嘿，因为我有计划的，去年的今天我只能为她订生日蛋糕，和她说生日快乐，看她发朋友圈；而今天不一样，她就在我身边'+
                    '我一到要为她准备一个浪漫的惊喜，这个惊喜是我一直在筹备的；就这样这天我送她到了公司，然后我说今天太累了我去商场买点东西，然后回家休息；就这样浪漫的惊喜开始渐渐的制作中'+
                    '打到车到了商场，开始购选材料，转了很大一圈没有找到我想要的气球，结果就买了一些普通的气球，结果买好之后，就在一个拐角处，找到了我想要的气球'+
                    '二话不说冲进去就是选着选那，在商场奔跑了好一会儿，才把气球和工具买齐；接着就去首饰店施华洛世奇买了之前她看好的一款项链；二话不说直接掏钱买了下来；'+
                    '拿着一堆材料和礼物到了家里，水都没喝就开始拆气球包装，给气球打气；尴尬的是打气筒打的气太少了，非常的费劲；然后就直接拿嘴巴呼呼呼的一个接一个吹起了气球，下午2点多的时候，小气球才吹够'+
                    '然后happy Birthday这样的字母气球嘴巴完全吹不动，还是得拿打气筒打，因为气球太大和材质问题，很需要气；所以只能使劲和快速的打，没一会儿打气筒就很烫了；停一下打2个；又过去了2个小时'+
                    '大气球才完成一半，眼看时间不够了，就跟小欧欧说，让她下班后在同事家晚点回来；接着就拼命的打气球，终于把所有气球打完气了，手一直在发抖，手指起了个水泡，这些都顾不上了；'+
                    '直接开始拿双面胶贴，开始一个人布置房子里的气球；又过去了几个小时，终于把气球贴完了，墙壁贴着happy Birthday，电视墙贴着live和其他气球，然后又是一串气球贴进房间'+
                    '一直贴到床头，在床头上的气球放着送她的生日礼物；刚刚筹备完成，她就敲门了，顿时心叫卧槽，怎么就回来了；打开门我还想让她闭眼睛，说给她惊喜；结果她一溜烟的挤了进来;'+
                    '看到我为她布置的生日，她非常非常的开心，也很感动，深深的抱着我，然后开始拍照；看到她喜欢我就开心了，一开始还担心我所布置这些她不喜欢，说我幼稚尼，这下放心了；'+
                    '今天是我们第一次一起庆祝我们的生日，也是我第一次正式的过一次生日；今天虽然很累早饭都没吃，但我很享受今天，我也很开心；以后但生日我还是会给你准备不一样但惊喜；我爱你 宝宝～'
            ,
            imgUrl: ['src/images/2019-08-25-1.jpeg', 'src/images/2019-08-25-2.jpeg', 'src/images/2019-08-25-3.jpeg', 'src/images/2019-08-25-4.jpeg', 'src/images/2019-08-25-5.jpeg', 
                    'src/images/2019-08-25-6.jpeg', 'src/images/2019-08-25-7.jpeg', 'src/images/2019-08-25-8.jpeg', 'src/images/2019-08-25-9.jpeg']
        },
    },
    {
        itme: {
            time: '2019/11/3',
            content: '中途有很多没有记录，并不是我们感情不好了或者是什么；是因为最近的工作太忙了，一直加班到凌晨，我和小欧欧感情一直非常好，偶尔小掰1次嘴，其他的我们没有吵过架甚至变扭都没有闹过'+
                    '在一起旧了，虽然我们现在过的很快了，很开心；但这都是暂时但，我需要考虑以后，更需要考虑我们要成为什么样但家；我不会给小欧欧任何的压力；'+
                    '我是男人，我需要扛起所有的事所有的压力，她只需要做她喜欢的事就好了；所以平日忙工作，加班；一到有空闲的时间时，我便开始提升自己能力，朝着自己目标走；'+
                    '我的目标就是要创业，不能一直为别人打工，也让她不用再跟着我跟别人打工，我要用我自己所会的来创业；发现环境所缺，服务所缺环境，这是我自己对创业所悟出的道理；'+
                    '道理紧紧是道理，如果自己不行动起来，道理就是给别人的；在这条路上行走时，我也有了很多我想法，但一个人做不起来，也没有时间；大概过了2个多月左右，我的这个想法，在别人那已经实现了起来，并且在大力推广着'+
                    '看到我的想法，别人也有并且实现了出来，我有些失落也感到庆幸，因为我的想法是成立的；再过去的时间里，我一直在发现周围环境，晚上会思考到凌晨，有灵感时还爬起来，'+
                    '打开电脑进行制作PPT把自己的想法写出来了，有一个灵感是发展农村，把农村也变得数据可视化，能够做成促进农村发展和农业技术互动的；'+
                    '我和我爸说时，还以为会被反驳回来，结果一开始差点被反驳不成立了，但当我说完时，我爸爸却赞同了；这个灵感名为农村也疯狂APP；这个可以制作，但还是没有时间，我现在需要更多但资金，才能能够完成自己但理想'+
                    '而且那个灵感对于我现在是有点远，所以只能先放下重新找灵感；不过很快我便找到了灵感，那就是菲租不可；提供一个多语言租房平台，可以服务与其他国家的出租，而且所在的环境很适合也很缺这个'+
                    '所以已经开始自己设计了起来；现在虽然很累很疲惫，但这是我但理想，我一定要创业，一定要搭上这趟高速形势的发展列车；只有自己强大了，才能够给小欧欧更好的以后更好的生活'+
                    '最近明显能够感受到记忆力在急速下降，或许是因为没有能够好好休息一下和睡觉吧！但我会调整回来，很担心有一天自己把以往的时一点点忘记；一定要坚持记录我和小欧欧的点点滴滴，就算以后记忆力不行了，我还可以翻开这里，看到我们的过去'+
                    '我现在最大的愿望就是能够为我们以后打造出更加美好更加富裕，不要再跟着我吃苦；这个愿望也是我现在的理想和奋斗目标，所以我会很拼！！',
            imgUrl: []
        },
    },
];
var lodingImag = [
    'src/images/5-9.jpg',
    'src/images/5-10.jpg',
    'src/images/5-11.jpg',
    'src/images/5-12.jpg',
    'src/images/5-13.jpg',
    'src/images/5-13.jpg',
    'src/images/5-&-13.jpg',
    'src/images/5-14.jpg',
    'src/images/5-17.jpg',
    'src/images/5-19.jpg',
    'src/images/5-24.jpg',
    'src/images/6-3.jpg',
    'src/images/6-&-3.jpg',
    'src/images/6-12.jpg',
    'src/images/6-17.jpg',
    'src/images/6-&-17.jpg',
    'src/images/6-22.jpg',
    'src/images/6-25.jpg',
    'src/images/7-4.jpg',
    'src/images/7-22.jpg',
    'src/images/bg/bg.jpg',
    'src/images/7-28.jpg',
    'src/images/7-&-28.jpg',
    'src/images/7-&&-28.jpg',
    'src/images/7-&&&-28.jpg',
    'src/images/bg/message_bg.jpg',
    'src/images/bg/message_bg2.jpg',
    'src/images/bg/pandora.jpg',
    'src/images/bg/aboutYou.jpg',
    'src/images/2019-02-16.jpeg',
    'src/images/2019-03-29.jpeg',
    'src/images/2019-06-15-1.jpeg',
    'src/images/2019-06-15-2.jpeg',
    'src/images/2019-06-15-3.jpeg',
    'src/images/2019-06-16-1.jpeg', 
    'src/images/2019-06-16-2.jpeg', 
    'src/images/2019-06-16-3.jpeg', 
    'src/images/2019-06-16-4.jpeg', 
    'src/images/2019-06-16-5.jpeg',
    'src/images/2019-06-16-6.jpeg', 
    'src/images/2019-06-16-7.jpeg', 
    'src/images/2019-06-16-8.jpeg', 
    'src/images/2019-06-16-9.jpeg',
    'src/images/2019-06-21-1.jpeg', 
    'src/images/2019-06-21-2.jpeg',
    'src/images/2019-06-23-1.jpeg', 
    'src/images/2019-06-23-2.jpeg', 
    'src/images/2019-06-23-3.jpeg', 
    'src/images/2019-06-23-4.jpeg', 
    'src/images/2019-06-23-5.jpeg', 
    'src/images/2019-06-23-6.jpeg',
    'src/images/2019-07-2.jpeg',
    'src/images/2019-07-14-1.jpeg', 
    'src/images/2019-07-14-2.jpeg', 
    'src/images/2019-07-14-3.jpeg', 
    'src/images/2019-07-14-4.jpeg', 
    'src/images/2019-07-14-5.jpeg',
    'src/images/2019-07-19.jpeg',
    'src/images/2019-08-25-1.jpeg', 
    'src/images/2019-08-25-2.jpeg', 
    'src/images/2019-08-25-3.jpeg', 
    'src/images/2019-08-25-4.jpeg', 
    'src/images/2019-08-25-5.jpeg', 
    'src/images/2019-08-25-6.jpeg', 
    'src/images/2019-08-25-7.jpeg', 
    'src/images/2019-08-25-8.jpeg', 
    'src/images/2019-08-25-9.jpeg'
];